{"maximumSentences":7,"searchTerm":"Stallone","prefix":"The history of","lang":"pt","sourceContentOriginal":"Michael Sylvester Gardenzio Stallone, mais conhecido como Sylvester Stallone ou também Sly Stallone (Nova Iorque, 6 de julho de 1946) é um premiado ator, roteirista e diretor americano, conhecido por seus papéis em filmes de ação de Hollywood.  Dois de seus notáveis personagens são o boxeador Rocky Balboa e o soldado John Rambo. As franquias Rocky e Rambo, juntamente com vários outros filmes, reforçaram a sua reputação como ator e renderam boas bilheterias.\nO filme Rocky que foi escrito e estrelado por Stallone foi introduzido no National Film Registry assim como no Museu Smithsonian. Stallone usou a frente da entrada para o Museu de Arte da Filadélfia na série Rocky, o que levou a área a ser apelidada de degraus de Rocky. Filadélfia tem uma estátua do personagem Rocky colocada permanentemente perto do museu, do lado direito antes dos degraus. Foi anunciado em 7 de dezembro de 2010 que Stallone tinha sido votado no International Boxing Hall of Fame.É também irmão do cantor Frank Stallone, com quem fez parceria em alguns filmes.\n\n\n== Biografia ==\n\n\n=== Primeiros anos de vida ===\nSylvester Gardenzio Stallone nasceu em Nova York, filho mais velho de Frank Stallone Sr., um cabeleireiro, e Jackie Stallone (nascida Jacqueline Labofish), uma astróloga, ex-dançarina e promotora de wrestling para mulheres. Seu irmão mais novo é o ator e músico Frank Stallone. O pai de Stallone nasceu em Gioia del Colle, Apúlia, Itália, e emigrou para os Estados Unidos quando criança. A mãe de Stallone tem ascendência metade ucraniana e metade francesa.Sua mãe sofreu complicações durante o parto, o que obrigou os obstetras a usarem dois pares de fórceps durante seu nascimento. O uso indevido destes instrumentos causaram acidentalmente um corte em um nervo, causando uma paralisia em partes do rosto de Stallone. Como resultado, o lado inferior esquerdo do seu rosto está paralisado, incluindo partes de seu lábio, língua e queixo.Stallone foi batizado e criado como católico. Ele passou seus primeiros cinco anos em Hell's Kitchen, saltando entre lares adotivos, enquanto seus pais enfrentavam um casamento conturbado.\nSeu pai, um esteticista, levou a família para Washington DC., onde abriu uma escola de beleza. Sua mãe abriu um ginásio de mulheres chamado Barbella em 1954. Seus pais se divorciaram quando ele tinha nove anos, e ele acabou vivendo com a mãe. Ele frequentou a Notre Dame Academy e Lincoln High School, em Filadélfia e também a Academia Militar Charlotte Hall, antes de frequentar Miami Dade College.\n\n\n==== Italian Stallion e Score ====\nStallone teve seu primeiro papel no filme pornográfico The Party at Kitty and Stud's (1970), sendo pago a 200 dólares por cada dois dias de trabalho. Stallone explicou mais tarde que tinha feito o filme em desespero, após ter sido despejado de seu apartamento e ficando sem sítio onde morar por vários dias. Também disse que dormiu três semanas na estação de ônibus Port Authority em Nova Iorque, até de ter visto o anúncio de elenco para o filme. Nas suas palavras, \"era ou fazer aquele filme ou roubar alguém, porque eu estava no fim de minhas forças\".\nO filme foi relançado anos mais tarde com o título de Italian Stallion (Garanhão Italiano), a fim de lucrar com a nova fama que Stallone encontrou (o novo título foi tirado do apelido do personagem Rocky).\n\nStallone também estrelou a erótica peça teatral Score, que teve 23 apresentações no Teatro Martinica, de 28 de outubro até 15 de novembro de 1971. Essa peça foi transformada em filme por Radley Metzger, mas Stallone não atuou.\n\n\n==== Primeiros papéis no cinema, 1970-1975 ====\nEm 1970, Stallone atuou no filme No Place to Hide, que foi cortado e reintitulado para Rebel, a segunda versão com Stallone como sua estrela. O mesmo filme, em 1990, foi re-editado a partir de cenas cortadas do filme original e filmagens recentes, transformando-se em uma paródia intitulada A Man Called... Rainbo.\nNovamente estrelado por Stallone, esta auto-paródia foi dirigida por David Casci e produzida por Jeffrey Hilton. A Man Called ... Rainbo ganhou Silver Awards no Chicago International Film Festival e no Worldfest - Houston, foi destaque na Entertainment Tonight, juntamente com sua estrela, Sylvester Stallone. Ele recebeu um sinal de positivo em Siskel & Ebert e foi recomendado por Michael Medved no popular show de revisão de filmes, Sneak Previews.\nOutros papeis, em seu início de carreira no cinema, foram inexpressivos, incluindo breves aparições sem créditos, Bananas (1971) de Woody Allen, fazendo o papel de um bandido de metrô; no thriller psicológico Klute (1971), como um dançarino em um clube; e no The Prisoner of Second Avenue (1975) de Jack Lemmon, como um jovem. No filme de Lemmon, o personagem de Jack Lemmon persegue, derruba e agarra Stallone, pensando que o personagem de Stallone é um batedor de carteiras.\nEle fez o seu segundo papel de protagonista em The Lords of Flatbush (1974). Em 1975, ele interpretou papéis secundários em Farewell, My Lovely; Capone, e Death Race (2000). Ele fez aparições como convidado nas séries de televisão Police Story e Kojak.\n\n\n=== Pobreza e salvação: Rocky ===\nStallone se casou e foi levando a vida, mas chegou em um ponto que estava tão pobre que roubou as poucas jóias que sua mulher tinha e as vendeu. As coisas ficaram tão ruins que ele acabou morando na rua. O fundo do poço chegou quando teve de vender seu cachorro em uma loja de bebida para um estranho qualquer, pois não tinha dinheiro para alimentá-lo mais. Ele o vendeu por 25 dólares, entregou seu cachorro e saiu chorando.\nDuas semanas depois ele viu uma luta de boxe entre Muhammad Ali e Chuck Wepner e essa luta o inspirou a escrever o roteiro de Rocky. Ele escreveu o roteiro durante 20 horas seguidas e tentou vendê-lo e recebeu a oferta de 125 000 dólares, mas tinha apenas um pedido. Ele queria estrelar no filme como o personagem principal, Rocky, mas o estúdio disse não. Depois de algumas semanas o estúdio o ofereceu 250 000 dólares, ele recusou, então ofereceram 350 000, e ele ainda recusou. Queriam o seu filme mas não o queriam. Ele disse não, \"Eu tenho que estar nesse filme\".\nDepois de um tempo o estúdio concordou em lhe dar 35 000 dólares pelo roteiro e o deixaram estrelar o filme.\nA primeira coisa que Stallone fez com o dinheiro foi comprar seu cachorro de volta. Ele ficou parado na loja por três dias até que o homem voltasse com seu cachorro. O homem se recusou a vendê-lo mesmo por 100 dólares, Stallone então ofereceu 500, ele recusou. Ele então ofereceu 1000. Finalmente, Stallone desembolsou 15 000 dólares pelo mesmo cachorro que ele vendera por 25.\nRocky foi lançado em 1976 e recebeu dez indicações ao Oscar, incluindo o de Melhor Ator e Melhor Roteiro Original, nomeações para Stallone. O filme acabou por vencer o Oscar de Melhor Filme, Melhor Diretor e Melhor Edição.\n\n\n==== Rocky, Rambo e novos papéis no cinema, 1978-1989 ====\nA sequência Rocky II, a qual Stallone também tinha escrito e dirigido (substitui John G. Avildsen, que ganhou um Oscar por dirigir o primeiro filme), foi lançado em 1979 e também se tornou um grande sucesso, arrecadando US$ 200 milhões.\nAlém da série Rocky, Stallone estrelou em muitos outros filmes no final de 1970 e início de 1980, que foram aclamados pela crítica, mas não foram bem sucedidos nas bilheterias.\nEle recebeu elogios da crítica por filmes como FIST (1978), um drama épico no qual ele interpreta um trabalhador de armazém, muito vagamente inspirado no James Hoffa, que se envolve na liderança sindical, e Paradise Alley (1978), um drama familiar no qual ele interpreta um dos três irmãos que é um vigarista e que ajuda a seu outro irmão que está envolvido em wrestling. Stallone fez sua estréia na direção dirigindo Paradise Alley.\n\nNo início de 1980, estrelou ao lado do veterano ator britânico Michael Caine em Escape to Victory (1981), um drama esportivo no qual ele interpreta um prisioneiro de guerra envolvido em um propagandas nazistas de jogos de futebol. Stallone, em seguida, fez o thriller de ação Nighthawks (1981), no qual interpreta um policial da cidade de Nova York que tem um jogo de gato e rato com um terrorista estrangeiro, interpretado por Rutger Hauer.\n\nStallone lançou outra grande franquia de sucesso, estrelando como o veterano do Vietnã John Rambo, um ex-Boina Verde, no filme de ação-guerra-drama First Blood (1982), um sucesso de crítica e de bilheteria. Críticos elogiaram o desempenho Stallone, dizendo que ele fez Rambo parecer humano, em oposição à maneira como ele é retratado no livro de David Morrell. Houve três continuações para a franquia, Rambo: First Blood Part II (1985), Rambo III (1988) e Rambo IV (2008), que apesar dos sucessos de bilheteria, não foram tão aclamadas pela crítica quanto o original.\n\nEle também continuou seu sucesso de bilheteria com a franquia Rocky, escrevendo, dirigindo e estrelando em mais duas continuações para a série: Rocky III (1982) e Rocky IV (1985). Stallone tem retratado esses dois personagens em um total de dez filmes. Na preparação para estes papéis, Stallone embarcou em um regime de treinamento vigoroso que muitas vezes significava seis dias por semana na academia e abdominais durante a noite. Stallone diz ter obtido sua porcentagem de gordura corporal até o mínimo de 2,8% para Rocky III.\nFoi durante este período de tempo que o trabalho Stallone cultivou fortes seguidores no exterior. Ele também tentou, sem sucesso, os papéis em diferentes gêneros, quando ele co-escreveu e estrelou a comédia Rhinestone (1984), onde desempenhou um aspirante cantor de música country, e o drama Over the Top (1987), onde desempenhou um caminhoneiro que, após a morte de sua esposa, tenta fazer as pazes com seu filho que ele deixou para trás anos antes. Seu filho não pensa muito sobre ele até vê-lo competir em uma competição de queda de braço a nível nacional. Para a trilha sonora de Rhinestone, ele fez uma canção.\nEsses filmes não se saíram bem nas bilheterias e foram mal recebidos pela crítica. Foi por volta de 1985, que Stallone assinou um remake do clássico de 1939, Angels With Dirty Faces, de James Cagney. O filme faria parte de seu contrato de imagem com a Cannon Pictures, co-estrelado por Christopher Reeve e dirigido por Menahem Golan. O remake de tal clássico foi recebido com desaprovação pela revista Variety e pelo crítico Roger Ebert, fazendo com que a Cannon Pictures optasse por realizar Cobra.\nCobra (1986) e Tango e Cash (1989) não fizeram tanto sucesso nos Estados Unidos, mas no exterior eles arrecadaram 100 milhões de dólares e no mundo todo, mais de 160 milhões.\n\n\n==== 1990-2002 ====\n\nCom o sucesso recente de Lock Up e Tango e Cash no início da década de 1990, Stallone estrelou o quinto filme da franquia Rocky, Rocky V, que foi considerado uma decepção de bilheteria e também foi detestado por fãs.\nDepois de estrelar o desatre comercial e crítico Oscar (1991) e Stop! Or My Mom Will Shoot (1992) durante o início dos anos 90, ele fez um retorno em 1993 com Cliffhanger, que foi um sucesso nos Estados Unidos, arrecadando 84 milhões de dólares, e um sucesso maior ainda no resto do mundo, arrecadando 171 milhões de dólares, para um total superior a 255 milhões de dólares.\nMais tarde, naquele mesmo ano, ele estrelou ao lado de Wesley Snipes o futurista filme de ação Demolition Man, que arrecadou mais de 158 milhões de dólares em todo o mundo. Sua série de sucessos continuou em 1994 com The Specialist (mais de 170 milhões de dólares em todo o mundo).\nEm 1995, ele interpretou o personagem Judge Dredd no filme de mesmo nome, baseado na história em quadrinho britânica 2000 AD. Seu apelo a bilheteria no exterior o filme do fracasso, Judge Dredd custou quase US$ 100 milhões e rendeu apenas 113 milhões de dólares. Ele também atuou no thriller Assassins (1995), com Julianne Moore e Antonio Banderas. Em 1996, ele estrelou o filme Daylight, que não foi muito bem sucedido nos Estados Unidos, mas arrecadando 126 milhões de dólares no exterior.\nNesse mesmo ano, Stallone, juntamente com um elenco de celebridades, apareceu na curta comédia de Trey Parker e Matt Stone Your Studio and You, encomendada pela Seagram Company para uma festa em que se comemorava a aquisição da Universal Studios e da MCA Corporation.\nStallone fala com sua voz de Rocky Balboa com legendas traduzindo o que ele está dizendo. Em um ponto, Stallone começa a gritar sobre como eles podem usar seu personagem Balboa, que ele deixou no passado, o narrador acalma-o com um refrigerador de vinho e chamando-o de \"brainiac\". Em resposta, Stallone diz: \"Muito obrigado\". Ele então olha para o refrigerador de vinho e exclama: \"estúdio estúpido e barato!\".\nDepois de sua performance em Rocky, o crítico Roger Ebert havia afirmado que Stallone poderia se tornar o próximo Marlon Brando, embora nunca recapturasse a aclamação da crítica que foi alcançada com Rocky. Stallone passou a receber elogios pelo seu papel de baixo orçamento no drama Cop Land (1997), em que ele estrelou ao lado de Robert De Niro e Ray Liotta, embora o filme tenha tido um pequeno sucesso nas bilheterias. Seu desempenho o levou a ganhar o prêmio de melhor ator no Stockholm International Film Festival. Em 1998 ele fez voice-over para a animação Antz, que foi um grande sucesso no mercado interno.\nEm 2000, Stallone estrelou o thriller Get Carter (um remake do filme de 1971, do britânico Michael Caine), mas o filme foi mal recebido pela crítica e pelo público. A carreira de Stallone declinou consideravelmente após seus filmes subseqüentes Driven (2001), Avenging Angelo (2002) e D-Tox (2002), com expectativas de ir bem nas bilheterias mas sendo mal recebido pela crítica.\n\n\n==== 2003-2005 ====\nEm 2003, ele desempenhou um papel de vilão no terceiro capítulo da trilogia Pequenos Espiões (Spy Kids), Pequenos Espiões 3 - Game Over (Spy Kids 3-D: Game Over), que foi um grande sucesso com bilheterias enormes (quase US$200 milhões no mundo inteiro). Stallone também teve uma breve aparição no filme francês Taxi 3 (2003), como passageiro.\nDepois de uma sequência de filmes que fracassaram na bilheteria, Stallone começa a recuperar o destaque com o seu papel de coadjuvante no drama Shade (2003), que só foi lançado de forma limitada, mas foi elogiado pela crítica. Ele também foi anexado para estrelar e dirigir um filme provisoriamente intitulado Rampart Scandal, que era para ser sobre o assassinato dos rappers Tupac Shakur e The Notorious B.I.G. e os escândalos de corrupção do Los Angeles Police Department. Posteriormente foi intitulado Notorious, mas acabou sendo arquivado.\nEm 2005, ele foi co-apresentador ao lado de Sugar Ray Leonard, da série de televisão The Contender. Naquele mesmo ano ele fez uma aparição em dois episódios da série de televisão Las Vegas. Em 2005, Stallone induziu o ícone da luta livre Hulk Hogan, que apareceu em Rocky III como um lutador chamado Thunderlips, para o Hall of Fame da WWE. Stallone também era a pessoa que ofereceu a participação de Hogan em Rocky III.\n\n\n=== Revisitando Rocky e o Rambo, 2006-2008 ===\n\nDepois de três anos sem realizar filmes, Stallone fez um retorno em 2006, com o sexto de sua bem sucedida série Rocky, Rocky Balboa, que foi um sucesso comercial e crítico. Após o fracasso do filme anterior, Rocky V, Stallone tinha decidido escrever, dirigir e estrelar uma sexta obra, que seria um clímax mais apropriado para a série. A bilheteria nacional chegou ao total de 70,3 milhões de dólares (155,7 milhões de dólares em todo o mundo). O orçamento do filme foi de apenas 24 milhões de dólares. Sua atuação em Rocky Balboa tem sido elogiada e recebeu em sua maioria críticas positivas.\nStallone decide lançar o quarto filme de sua outra franquia de sucesso, Rambo, intitulado simplesmente de John Rambo (No Brasil, Rambo IV). O filme estreou em 2 751 cinemas em 25 de janeiro de 2008, arrecadando 6 490 mil dólares no dia da abertura e 18,2 milhões de dólares durante a sua semana de estréia. A bilheteria foi de 113 244 290 dólares em todo o mundo, com um orçamento de 50 milhões de dólares.\nPerguntado em fevereiro de 2008 sobre qual de seus ícones ele preferia ser lembrado, Stallone disse \"é uma pergunta difícil, mas Rocky é o meu primeiro bebê, sendo assim, Rocky\".\n\n\n==== Outros trabalhos no cinema ====\n\nStallone estréia como diretor em 1978, com Paradise Alley, que ele também escreveu e estrelou. Além disso, ele dirigiu Os Embalos de Sábado Continuam (Staying Alive), a sequência de Os Embalos de Sábado à Noite (Saturday Night Fever), junto com Rocky II, Rocky III, Rocky IV, Rocky Balboa e Rambo IV.\nEm agosto de 2005, Stallone lançou seu livro Sly Moves, que alegou ser um guia para ginástica e nutrição, bem como uma visão sincera de sua vida e obra em sua própria perspectiva. O livro também contém muitas fotografias de Stallone ao longo dos anos, assim como fotos dele realizando exercícios.\nAlém de escrever todos os seis filmes de Rocky, Stallone também escreveu Cobra, Driven e Rambo IV. Ele co-escreveu vários outros filmes, como F.I.S.T., Rhinestone, Falcão - O Campeão dos Campeões (Over the Top) e os três primeiros filmes de Rambo. Seu último sucesso importante como co-escritor veio com Risco Total (Cliffhanger), de 1993.\nAlém disso, Stallone continuou a exprimir a sua paixão em dirigir um filme sobre a vida de Edgar Allan Poe, um roteiro que ele vem preparando há anos. Em julho de 2009, ele teve uma participação especial no filme de Bollywood Kambakkht Ishq onde ele interpretou a si mesmo.\nStallone mencionou que ele gostaria de adaptar um romance de Nelson DeMille, The Lion Game e a novela de James Byron Huggin, Hunter. Stallone tinha os direitos para a adaptação cinematográfica de Hunter por vários anos e originalmente planejou usar o enredo para Rambo V. Em 2009, Stallone manifestou interesse em estrelar um remake de Desejo de matar (Death Wish), de 1974, um filme de Charles Bronson.\nStallone forneceu a voz de um leão na comédia de Kevin James, O Zelador Animal (Zookeeper).\n\n\n==== 2010-presente ====\nThe Expendables (br: Os Mercenários) foi o grande sucesso de Stallone em 2010. O filme, que foi filmado durante 2009, foi lançado em 13 de agosto de 2010. Stallone escreveu, dirigiu e protagonizou o filme. Junto com ele no elenco, estão as estrelas de filmes de ação Jason Statham, Jet Li, Dolph Lundgren, além de Terry Crews, Mickey Rourke, Randy Couture, Eric Roberts e Stone Cold Steve Austin, assim como participações especiais dos ícones de ação dos anos 80, Bruce Willis e Arnold Schwarzenegger. Devido à reacção extremamente positiva a filmagem de teste e aos trailers, o produtor Avi Lerner informou que já existe uma conversa sobre fazer mais duas continuações ou pelo menos algum tipo de longa franquia, baseada nos membros da equipe. O filme levou 34 825 135 dólares no fim de semana de abertura, indo direto ao topo nas bilheterias dos EUA. A obra marcou o fim de semana de maior abertura nos 35 anos de carreira de Stallone.\nStallone estrelou o filme de ação Bullet to the Head, previsto para 2012 e lançado em 2013, dirigido por Walter Hill, baseado no romance gráfico do francês Alexis Nolent Du Plomb Dans La Tete.\nA sequência de The Expendables, The Expendables 2 (br: Os Mercenários 2), foi lançado em 17 de agosto de 2012.\nEm 13 de julho de 2012 seu filho e produtor Sage Stallone, com 36 anos, foi encontrado morto no interior de sua casa em Hollywood, tendo como causa provável a ingestão excessiva de medicamentos.Em 2013 estreou o filme Rota de Fuga.\nEm 2014 foi lançado o filme The Expendables 3 com lançamento previsto para o mês de agosto.\nEm 2015 foi lançado nos Estados Unidos o filme Creed, responsável por creditar o Globo de Ouro de melhor ator coadjuvante a Stallone e por uma indicação ao Oscar 2016.\n\n\n== Filmografia ==\n\n\n== Prêmios e indicações ==\n\n\n== Referências ==\n\n\n== Ligações externas ==\nSylvester Stallone (em inglês) no Internet Movie Database\nPágina oficial (em inglês)","sourceContentSanitized":"undefinedMichael Sylvester Gardenzio Stallone, mais conhecido como Sylvester Stallone ou também Sly Stallone (Nova Iorque, 6 de julho de 1946) é um premiado ator, roteirista e diretor americano, conhecido por seus papéis em filmes de ação de Hollywood.  Dois de seus notáveis personagens são o boxeador Rocky Balboa e o soldado John Rambo. As franquias Rocky e Rambo, juntamente com vários outros filmes, reforçaram a sua reputação como ator e renderam boas bilheterias. O filme Rocky que foi escrito e estrelado por Stallone foi introduzido no National Film Registry assim como no Museu Smithsonian. Stallone usou a frente da entrada para o Museu de Arte da Filadélfia na série Rocky, o que levou a área a ser apelidada de degraus de Rocky. Filadélfia tem uma estátua do personagem Rocky colocada permanentemente perto do museu, do lado direito antes dos degraus. Foi anunciado em 7 de dezembro de 2010 que Stallone tinha sido votado no International Boxing Hall of Fame.É também irmão do cantor Frank Stallone, com quem fez parceria em alguns filmes. Sylvester Gardenzio Stallone nasceu em Nova York, filho mais velho de Frank Stallone Sr., um cabeleireiro, e Jackie Stallone (nascida Jacqueline Labofish), uma astróloga, ex-dançarina e promotora de wrestling para mulheres. Seu irmão mais novo é o ator e músico Frank Stallone. O pai de Stallone nasceu em Gioia del Colle, Apúlia, Itália, e emigrou para os Estados Unidos quando criança. A mãe de Stallone tem ascendência metade ucraniana e metade francesa.Sua mãe sofreu complicações durante o parto, o que obrigou os obstetras a usarem dois pares de fórceps durante seu nascimento. O uso indevido destes instrumentos causaram acidentalmente um corte em um nervo, causando uma paralisia em partes do rosto de Stallone. Como resultado, o lado inferior esquerdo do seu rosto está paralisado, incluindo partes de seu lábio, língua e queixo.Stallone foi batizado e criado como católico. Ele passou seus primeiros cinco anos em Hell's Kitchen, saltando entre lares adotivos, enquanto seus pais enfrentavam um casamento conturbado. Seu pai, um esteticista, levou a família para Washington DC., onde abriu uma escola de beleza. Sua mãe abriu um ginásio de mulheres chamado Barbella em 1954. Seus pais se divorciaram quando ele tinha nove anos, e ele acabou vivendo com a mãe. Ele frequentou a Notre Dame Academy e Lincoln High School, em Filadélfia e também a Academia Militar Charlotte Hall, antes de frequentar Miami Dade College. Stallone teve seu primeiro papel no filme pornográfico The Party at Kitty and Stud's (1970), sendo pago a 200 dólares por cada dois dias de trabalho. Stallone explicou mais tarde que tinha feito o filme em desespero, após ter sido despejado de seu apartamento e ficando sem sítio onde morar por vários dias. Também disse que dormiu três semanas na estação de ônibus Port Authority em Nova Iorque, até de ter visto o anúncio de elenco para o filme. Nas suas palavras, \"era ou fazer aquele filme ou roubar alguém, porque eu estava no fim de minhas forças\". O filme foi relançado anos mais tarde com o título de Italian Stallion (Garanhão Italiano), a fim de lucrar com a nova fama que Stallone encontrou (o novo título foi tirado do apelido do personagem Rocky). Stallone também estrelou a erótica peça teatral Score, que teve 23 apresentações no Teatro Martinica, de 28 de outubro até 15 de novembro de 1971. Essa peça foi transformada em filme por Radley Metzger, mas Stallone não atuou. Em 1970, Stallone atuou no filme No Place to Hide, que foi cortado e reintitulado para Rebel, a segunda versão com Stallone como sua estrela. O mesmo filme, em 1990, foi re-editado a partir de cenas cortadas do filme original e filmagens recentes, transformando-se em uma paródia intitulada A Man Called... Rainbo. Novamente estrelado por Stallone, esta auto-paródia foi dirigida por David Casci e produzida por Jeffrey Hilton. A Man Called ... Rainbo ganhou Silver Awards no Chicago International Film Festival e no Worldfest - Houston, foi destaque na Entertainment Tonight, juntamente com sua estrela, Sylvester Stallone. Ele recebeu um sinal de positivo em Siskel & Ebert e foi recomendado por Michael Medved no popular show de revisão de filmes, Sneak Previews. Outros papeis, em seu início de carreira no cinema, foram inexpressivos, incluindo breves aparições sem créditos, Bananas (1971) de Woody Allen, fazendo o papel de um bandido de metrô; no thriller psicológico Klute (1971), como um dançarino em um clube; e no The Prisoner of Second Avenue (1975) de Jack Lemmon, como um jovem. No filme de Lemmon, o personagem de Jack Lemmon persegue, derruba e agarra Stallone, pensando que o personagem de Stallone é um batedor de carteiras. Ele fez o seu segundo papel de protagonista em The Lords of Flatbush (1974). Em 1975, ele interpretou papéis secundários em Farewell, My Lovely; Capone, e Death Race (2000). Ele fez aparições como convidado nas séries de televisão Police Story e Kojak. Stallone se casou e foi levando a vida, mas chegou em um ponto que estava tão pobre que roubou as poucas jóias que sua mulher tinha e as vendeu. As coisas ficaram tão ruins que ele acabou morando na rua. O fundo do poço chegou quando teve de vender seu cachorro em uma loja de bebida para um estranho qualquer, pois não tinha dinheiro para alimentá-lo mais. Ele o vendeu por 25 dólares, entregou seu cachorro e saiu chorando. Duas semanas depois ele viu uma luta de boxe entre Muhammad Ali e Chuck Wepner e essa luta o inspirou a escrever o roteiro de Rocky. Ele escreveu o roteiro durante 20 horas seguidas e tentou vendê-lo e recebeu a oferta de 125 000 dólares, mas tinha apenas um pedido. Ele queria estrelar no filme como o personagem principal, Rocky, mas o estúdio disse não. Depois de algumas semanas o estúdio o ofereceu 250 000 dólares, ele recusou, então ofereceram 350 000, e ele ainda recusou. Queriam o seu filme mas não o queriam. Ele disse não, \"Eu tenho que estar nesse filme\". Depois de um tempo o estúdio concordou em lhe dar 35 000 dólares pelo roteiro e o deixaram estrelar o filme. A primeira coisa que Stallone fez com o dinheiro foi comprar seu cachorro de volta. Ele ficou parado na loja por três dias até que o homem voltasse com seu cachorro. O homem se recusou a vendê-lo mesmo por 100 dólares, Stallone então ofereceu 500, ele recusou. Ele então ofereceu 1000. Finalmente, Stallone desembolsou 15 000 dólares pelo mesmo cachorro que ele vendera por 25. Rocky foi lançado em 1976 e recebeu dez indicações ao Oscar, incluindo o de Melhor Ator e Melhor Roteiro Original, nomeações para Stallone. O filme acabou por vencer o Oscar de Melhor Filme, Melhor Diretor e Melhor Edição. A sequência Rocky II, a qual Stallone também tinha escrito e dirigido (substitui John G. Avildsen, que ganhou um Oscar por dirigir o primeiro filme), foi lançado em 1979 e também se tornou um grande sucesso, arrecadando US$ 200 milhões. Além da série Rocky, Stallone estrelou em muitos outros filmes no final de 1970 e início de 1980, que foram aclamados pela crítica, mas não foram bem sucedidos nas bilheterias. Ele recebeu elogios da crítica por filmes como FIST (1978), um drama épico no qual ele interpreta um trabalhador de armazém, muito vagamente inspirado no James Hoffa, que se envolve na liderança sindical, e Paradise Alley (1978), um drama familiar no qual ele interpreta um dos três irmãos que é um vigarista e que ajuda a seu outro irmão que está envolvido em wrestling. Stallone fez sua estréia na direção dirigindo Paradise Alley. No início de 1980, estrelou ao lado do veterano ator britânico Michael Caine em Escape to Victory (1981), um drama esportivo no qual ele interpreta um prisioneiro de guerra envolvido em um propagandas nazistas de jogos de futebol. Stallone, em seguida, fez o thriller de ação Nighthawks (1981), no qual interpreta um policial da cidade de Nova York que tem um jogo de gato e rato com um terrorista estrangeiro, interpretado por Rutger Hauer. Stallone lançou outra grande franquia de sucesso, estrelando como o veterano do Vietnã John Rambo, um ex-Boina Verde, no filme de ação-guerra-drama First Blood (1982), um sucesso de crítica e de bilheteria. Críticos elogiaram o desempenho Stallone, dizendo que ele fez Rambo parecer humano, em oposição à maneira como ele é retratado no livro de David Morrell. Houve três continuações para a franquia, Rambo: First Blood Part II (1985), Rambo III (1988) e Rambo IV (2008), que apesar dos sucessos de bilheteria, não foram tão aclamadas pela crítica quanto o original. Ele também continuou seu sucesso de bilheteria com a franquia Rocky, escrevendo, dirigindo e estrelando em mais duas continuações para a série: Rocky III (1982) e Rocky IV (1985). Stallone tem retratado esses dois personagens em um total de dez filmes. Na preparação para estes papéis, Stallone embarcou em um regime de treinamento vigoroso que muitas vezes significava seis dias por semana na academia e abdominais durante a noite. Stallone diz ter obtido sua porcentagem de gordura corporal até o mínimo de 2,8% para Rocky III. Foi durante este período de tempo que o trabalho Stallone cultivou fortes seguidores no exterior. Ele também tentou, sem sucesso, os papéis em diferentes gêneros, quando ele co-escreveu e estrelou a comédia Rhinestone (1984), onde desempenhou um aspirante cantor de música country, e o drama Over the Top (1987), onde desempenhou um caminhoneiro que, após a morte de sua esposa, tenta fazer as pazes com seu filho que ele deixou para trás anos antes. Seu filho não pensa muito sobre ele até vê-lo competir em uma competição de queda de braço a nível nacional. Para a trilha sonora de Rhinestone, ele fez uma canção. Esses filmes não se saíram bem nas bilheterias e foram mal recebidos pela crítica. Foi por volta de 1985, que Stallone assinou um remake do clássico de 1939, Angels With Dirty Faces, de James Cagney. O filme faria parte de seu contrato de imagem com a Cannon Pictures, co-estrelado por Christopher Reeve e dirigido por Menahem Golan. O remake de tal clássico foi recebido com desaprovação pela revista Variety e pelo crítico Roger Ebert, fazendo com que a Cannon Pictures optasse por realizar Cobra. Cobra (1986) e Tango e Cash (1989) não fizeram tanto sucesso nos Estados Unidos, mas no exterior eles arrecadaram 100 milhões de dólares e no mundo todo, mais de 160 milhões. Com o sucesso recente de Lock Up e Tango e Cash no início da década de 1990, Stallone estrelou o quinto filme da franquia Rocky, Rocky V, que foi considerado uma decepção de bilheteria e também foi detestado por fãs. Depois de estrelar o desatre comercial e crítico Oscar (1991) e Stop! Or My Mom Will Shoot (1992) durante o início dos anos 90, ele fez um retorno em 1993 com Cliffhanger, que foi um sucesso nos Estados Unidos, arrecadando 84 milhões de dólares, e um sucesso maior ainda no resto do mundo, arrecadando 171 milhões de dólares, para um total superior a 255 milhões de dólares. Mais tarde, naquele mesmo ano, ele estrelou ao lado de Wesley Snipes o futurista filme de ação Demolition Man, que arrecadou mais de 158 milhões de dólares em todo o mundo. Sua série de sucessos continuou em 1994 com The Specialist (mais de 170 milhões de dólares em todo o mundo). Em 1995, ele interpretou o personagem Judge Dredd no filme de mesmo nome, baseado na história em quadrinho britânica 2000 AD. Seu apelo a bilheteria no exterior o filme do fracasso, Judge Dredd custou quase US$ 100 milhões e rendeu apenas 113 milhões de dólares. Ele também atuou no thriller Assassins (1995), com Julianne Moore e Antonio Banderas. Em 1996, ele estrelou o filme Daylight, que não foi muito bem sucedido nos Estados Unidos, mas arrecadando 126 milhões de dólares no exterior. Nesse mesmo ano, Stallone, juntamente com um elenco de celebridades, apareceu na curta comédia de Trey Parker e Matt Stone Your Studio and You, encomendada pela Seagram Company para uma festa em que se comemorava a aquisição da Universal Studios e da MCA Corporation. Stallone fala com sua voz de Rocky Balboa com legendas traduzindo o que ele está dizendo. Em um ponto, Stallone começa a gritar sobre como eles podem usar seu personagem Balboa, que ele deixou no passado, o narrador acalma-o com um refrigerador de vinho e chamando-o de \"brainiac\". Em resposta, Stallone diz: \"Muito obrigado\". Ele então olha para o refrigerador de vinho e exclama: \"estúdio estúpido e barato!\". Depois de sua performance em Rocky, o crítico Roger Ebert havia afirmado que Stallone poderia se tornar o próximo Marlon Brando, embora nunca recapturasse a aclamação da crítica que foi alcançada com Rocky. Stallone passou a receber elogios pelo seu papel de baixo orçamento no drama Cop Land (1997), em que ele estrelou ao lado de Robert De Niro e Ray Liotta, embora o filme tenha tido um pequeno sucesso nas bilheterias. Seu desempenho o levou a ganhar o prêmio de melhor ator no Stockholm International Film Festival. Em 1998 ele fez voice-over para a animação Antz, que foi um grande sucesso no mercado interno. Em 2000, Stallone estrelou o thriller Get Carter (um remake do filme de 1971, do britânico Michael Caine), mas o filme foi mal recebido pela crítica e pelo público. A carreira de Stallone declinou consideravelmente após seus filmes subseqüentes Driven (2001), Avenging Angelo (2002) e D-Tox (2002), com expectativas de ir bem nas bilheterias mas sendo mal recebido pela crítica. Em 2003, ele desempenhou um papel de vilão no terceiro capítulo da trilogia Pequenos Espiões (Spy Kids), Pequenos Espiões 3 - Game Over (Spy Kids 3-D: Game Over), que foi um grande sucesso com bilheterias enormes (quase US$200 milhões no mundo inteiro). Stallone também teve uma breve aparição no filme francês Taxi 3 (2003), como passageiro. Depois de uma sequência de filmes que fracassaram na bilheteria, Stallone começa a recuperar o destaque com o seu papel de coadjuvante no drama Shade (2003), que só foi lançado de forma limitada, mas foi elogiado pela crítica. Ele também foi anexado para estrelar e dirigir um filme provisoriamente intitulado Rampart Scandal, que era para ser sobre o assassinato dos rappers Tupac Shakur e The Notorious B.I.G. e os escândalos de corrupção do Los Angeles Police Department. Posteriormente foi intitulado Notorious, mas acabou sendo arquivado. Em 2005, ele foi co-apresentador ao lado de Sugar Ray Leonard, da série de televisão The Contender. Naquele mesmo ano ele fez uma aparição em dois episódios da série de televisão Las Vegas. Em 2005, Stallone induziu o ícone da luta livre Hulk Hogan, que apareceu em Rocky III como um lutador chamado Thunderlips, para o Hall of Fame da WWE. Stallone também era a pessoa que ofereceu a participação de Hogan em Rocky III. Depois de três anos sem realizar filmes, Stallone fez um retorno em 2006, com o sexto de sua bem sucedida série Rocky, Rocky Balboa, que foi um sucesso comercial e crítico. Após o fracasso do filme anterior, Rocky V, Stallone tinha decidido escrever, dirigir e estrelar uma sexta obra, que seria um clímax mais apropriado para a série. A bilheteria nacional chegou ao total de 70,3 milhões de dólares (155,7 milhões de dólares em todo o mundo). O orçamento do filme foi de apenas 24 milhões de dólares. Sua atuação em Rocky Balboa tem sido elogiada e recebeu em sua maioria críticas positivas. Stallone decide lançar o quarto filme de sua outra franquia de sucesso, Rambo, intitulado simplesmente de John Rambo (No Brasil, Rambo IV). O filme estreou em 2 751 cinemas em 25 de janeiro de 2008, arrecadando 6 490 mil dólares no dia da abertura e 18,2 milhões de dólares durante a sua semana de estréia. A bilheteria foi de 113 244 290 dólares em todo o mundo, com um orçamento de 50 milhões de dólares. Perguntado em fevereiro de 2008 sobre qual de seus ícones ele preferia ser lembrado, Stallone disse \"é uma pergunta difícil, mas Rocky é o meu primeiro bebê, sendo assim, Rocky\". Stallone estréia como diretor em 1978, com Paradise Alley, que ele também escreveu e estrelou. Além disso, ele dirigiu Os Embalos de Sábado Continuam (Staying Alive), a sequência de Os Embalos de Sábado à Noite (Saturday Night Fever), junto com Rocky II, Rocky III, Rocky IV, Rocky Balboa e Rambo IV. Em agosto de 2005, Stallone lançou seu livro Sly Moves, que alegou ser um guia para ginástica e nutrição, bem como uma visão sincera de sua vida e obra em sua própria perspectiva. O livro também contém muitas fotografias de Stallone ao longo dos anos, assim como fotos dele realizando exercícios. Além de escrever todos os seis filmes de Rocky, Stallone também escreveu Cobra, Driven e Rambo IV. Ele co-escreveu vários outros filmes, como F.I.S.T., Rhinestone, Falcão - O Campeão dos Campeões (Over the Top) e os três primeiros filmes de Rambo. Seu último sucesso importante como co-escritor veio com Risco Total (Cliffhanger), de 1993. Além disso, Stallone continuou a exprimir a sua paixão em dirigir um filme sobre a vida de Edgar Allan Poe, um roteiro que ele vem preparando há anos. Em julho de 2009, ele teve uma participação especial no filme de Bollywood Kambakkht Ishq onde ele interpretou a si mesmo. Stallone mencionou que ele gostaria de adaptar um romance de Nelson DeMille, The Lion Game e a novela de James Byron Huggin, Hunter. Stallone tinha os direitos para a adaptação cinematográfica de Hunter por vários anos e originalmente planejou usar o enredo para Rambo V. Em 2009, Stallone manifestou interesse em estrelar um remake de Desejo de matar (Death Wish), de 1974, um filme de Charles Bronson. Stallone forneceu a voz de um leão na comédia de Kevin James, O Zelador Animal (Zookeeper). The Expendables (br: Os Mercenários) foi o grande sucesso de Stallone em 2010. O filme, que foi filmado durante 2009, foi lançado em 13 de agosto de 2010. Stallone escreveu, dirigiu e protagonizou o filme. Junto com ele no elenco, estão as estrelas de filmes de ação Jason Statham, Jet Li, Dolph Lundgren, além de Terry Crews, Mickey Rourke, Randy Couture, Eric Roberts e Stone Cold Steve Austin, assim como participações especiais dos ícones de ação dos anos 80, Bruce Willis e Arnold Schwarzenegger. Devido à reacção extremamente positiva a filmagem de teste e aos trailers, o produtor Avi Lerner informou que já existe uma conversa sobre fazer mais duas continuações ou pelo menos algum tipo de longa franquia, baseada nos membros da equipe. O filme levou 34 825 135 dólares no fim de semana de abertura, indo direto ao topo nas bilheterias dos EUA. A obra marcou o fim de semana de maior abertura nos 35 anos de carreira de Stallone. Stallone estrelou o filme de ação Bullet to the Head, previsto para 2012 e lançado em 2013, dirigido por Walter Hill, baseado no romance gráfico do francês Alexis Nolent Du Plomb Dans La Tete. A sequência de The Expendables, The Expendables 2 (br: Os Mercenários 2), foi lançado em 17 de agosto de 2012. Em 13 de julho de 2012 seu filho e produtor Sage Stallone, com 36 anos, foi encontrado morto no interior de sua casa em Hollywood, tendo como causa provável a ingestão excessiva de medicamentos.Em 2013 estreou o filme Rota de Fuga. Em 2014 foi lançado o filme The Expendables 3 com lançamento previsto para o mês de agosto. Em 2015 foi lançado nos Estados Unidos o filme Creed, responsável por creditar o Globo de Ouro de melhor ator coadjuvante a Stallone e por uma indicação ao Oscar 2016. Sylvester Stallone (em inglês) no Internet Movie Database Página oficial (em inglês)","sentences":[{"text":"undefinedMichael Sylvester Gardenzio Stallone, mais conhecido como Sylvester Stallone ou também Sly Stallone (Nova Iorque, 6 de julho de 1946) é um premiado ator, roteirista e diretor americano, conhecido por seus papéis em filmes de ação de Hollywood.","keywords":["Sylvester Stallone","Sly Stallone","Nova Iorque","undefinedMichael Sylvester Gardenzio Stallone","premiado ator","diretor americano","filmes de ação de Hollywood","julho","papéis"],"images":["https://i.ytimg.com/vi/CIbifvMDEgw/maxresdefault.jpg","http://upload.wikimedia.org/wikipedia/commons/4/42/Sylvester_Stallone.jpg"],"googleSearchQuery":"Stallone Sylvester Stallone"},{"text":"Dois de seus notáveis personagens são o boxeador Rocky Balboa e o soldado John Rambo.","keywords":["notáveis personagens","boxeador Rocky Balboa","soldado John Rambo"],"images":["https://3.bp.blogspot.com/-y-APUbmwgtA/WDSmZTHc0WI/AAAAAAAAuzI/dzGZKJQc85gme32wqmFsN8CK0R8ovyW0ACLcB/s1600/01.jpg","https://media.fstatic.com/vbFObqXc16MkLWO09AnNaoeWhpw=/210x312/smart/media/artists/avatar/2013/07/sylvester-stallone_a6008_13.jpg"],"googleSearchQuery":"Stallone notáveis personagens"},{"text":"As franquias Rocky e Rambo, juntamente com vários outros filmes, reforçaram a sua reputação como ator e renderam boas bilheterias.","keywords":["franquias Rocky","boas bilheterias","Rambo","filmes","reputação","ator"],"images":["http://s2.glbimg.com/zpPGo5thfuG7F5n6nFViG_mUjPU=/s.glbimg.com/jo/g1/f/original/2016/02/26/sylvester-stallone-carl-weathers-tony-burton-and-burt-young-in-rocky-iii-1982-large-picture.jpg","https://rollingstone.uol.com.br/media/_versions/creed2foto_widelg.jpg"],"googleSearchQuery":"Stallone franquias Rocky"},{"text":"O filme Rocky que foi escrito e estrelado por Stallone foi introduzido no National Film Registry assim como no Museu Smithsonian.","keywords":["filme Rocky","National Film Registry","Museu Smithsonian","Stallone"],"images":["https://static1.squarespace.com/static/51b3dc8ee4b051b96ceb10de/t/51f036cbe4b0cd11396afb5c/1374697164375/sylvester-stallone-to-star-in-rocky-spin-off-film-creed-header.jpg","https://i.ytimg.com/vi/8tab8fK2_3w/maxresdefault.jpg"],"googleSearchQuery":"Stallone filme Rocky"},{"text":"Stallone usou a frente da entrada para o Museu de Arte da Filadélfia na série Rocky, o que levou a área a ser apelidada de degraus de Rocky.","keywords":["frente da entrada","Museu de Arte da Filadélfia","série Rocky","degraus de Rocky","Stallone"],"images":["https://ep01.epimg.net/elpais/imagenes/2018/02/20/gente/1519118462_889612_1519118886_noticia_normal.jpg","https://lookaside.fbsbx.com/lookaside/crawler/media/?media_id=281590618714592"],"googleSearchQuery":"Stallone frente da entrada"},{"text":"Filadélfia tem uma estátua do personagem Rocky colocada permanentemente perto do museu, do lado direito antes dos degraus.","keywords":["estátua do personagem Rocky","lado direito","Filadélfia","museu","degraus"],"images":["https://www.playreplay.com.br/wp-content/uploads/2018/04/rocky-estatua-filadelfia-stallone-inauguracao.jpg","http://1.bp.blogspot.com/-nXzjF6X8vTo/VMHrsyaMGRI/AAAAAAAAP9E/xQEzS-LiEYA/s1600/escadaria%2Brocky.jpg"],"googleSearchQuery":"Stallone estátua do personagem Rocky"},{"text":"Foi anunciado em 7 de dezembro de 2010 que Stallone tinha sido votado no International Boxing Hall of Fame.É também irmão do cantor Frank Stallone, com quem fez parceria em alguns filmes.","keywords":["International Boxing Hall of Fame","irmão do cantor Frank Stallone","Stallone","dezembro","parceria","filmes"],"images":["https://i.ytimg.com/vi/7wBUmeMdK8U/hqdefault.jpg","http://www2.pictures.zimbio.com/gi/Sylvester+Stallone+2011+International+Boxing+_4vNbrzbT1Bl.jpg"],"googleSearchQuery":"Stallone International Boxing Hall of Fame"}],"downloadedImages":["https://i.ytimg.com/vi/CIbifvMDEgw/maxresdefault.jpg","https://3.bp.blogspot.com/-y-APUbmwgtA/WDSmZTHc0WI/AAAAAAAAuzI/dzGZKJQc85gme32wqmFsN8CK0R8ovyW0ACLcB/s1600/01.jpg","http://s2.glbimg.com/zpPGo5thfuG7F5n6nFViG_mUjPU=/s.glbimg.com/jo/g1/f/original/2016/02/26/sylvester-stallone-carl-weathers-tony-burton-and-burt-young-in-rocky-iii-1982-large-picture.jpg","https://i.ytimg.com/vi/8tab8fK2_3w/maxresdefault.jpg","https://ep01.epimg.net/elpais/imagenes/2018/02/20/gente/1519118462_889612_1519118886_noticia_normal.jpg","https://www.playreplay.com.br/wp-content/uploads/2018/04/rocky-estatua-filadelfia-stallone-inauguracao.jpg","https://i.ytimg.com/vi/7wBUmeMdK8U/hqdefault.jpg"]}