{"maximumSentences":3,"searchTerm":"Michael Jackson","prefix":"The history of","lang":"pt","sourceContentOriginal":"Michael Joseph Jackson (Gary, 29 de agosto de 1958 — Los Angeles, 25 de junho de 2009) foi um cantor, compositor, dançarino, produtor, empresário, arranjador vocal, filantropo, pacifista e ativista estadunidense.\nSegundo a revista Rolling Stone, faturou em vida cerca de sete bilhões de dólares, tornando-se o artista mais rico da história. Um ano após sua morte ainda faturou cerca de um bilhão de dólares.Começou a cantar e a dançar aos cinco anos de idade, iniciando-se na carreira profissional aos onze anos como vocalista do grupo Jackson 5; Em 1971, iniciou a carreira solo, mesmo permanecendo como membro do grupo. Reconhecido nos anos seguintes como Rei do Pop (do inglês: King Of Pop), cinco de seus álbuns de estúdio se tornaram os mais vendidos mundialmente de todos os tempos: Off the Wall (1979), Thriller (1982), Bad (1987), Dangerous (1991) e HIStory (1995). Lançou-se em carreira solo no início da década de 1970, ainda pela Motown, gravadora responsável pelo sucesso do grupo formado por ele e os irmãos.\nEm idade adulta, gravou o álbum mais vendido e popular da história, Thriller. Jackson é frequentemente citado como \"O maior ícone negro de todos os tempos\", e com grande importância para a quebra de barreiras raciais, abrindo portas para a dominação da música negra na música popular, e pessoas como Oprah Winfrey e Barack Obama conseguirem o status que tem hoje em dia.No início dos anos 1980, tornou-se uma figura dominante na música popular e o primeiro cantor afro-americano a receber exibição constante na MTV. A popularidade de seus vídeos musicais transmitidos pela MTV, como \"Beat It\", \"Billie Jean\" e \"Thriller\" são creditados como a causa da transformação do videoclipe em forma de promoção musical e também de ter tornado o então novo canal famoso. Vídeos como \"Black or White\", \"Scream\", \"Earth Song\", entre outros, mantiveram a alta rotatividade dos vídeos de Jackson durante a década de 1990. Foi o criador de um estilo totalmente novo de dança, utilizando especialmente os pés. Com suas performances no palco e clipes, Jackson popularizou uma série de complexas técnicas de dança, como o Robot, o \"The Lean\" (inclinação de 45º), o famoso \"Moonwalk\". Seu estilo diferente e único de cantar e dançar, bem como a sonoridade de suas canções influenciaram uma série de artistas nos ramos do hip hop, pop, R&B e rock.\nJackson também foi um notável filantropo e humanitário, doando milhões de dólares durante toda sua carreira a causas beneficentes por meio da Dangerous World Tour, compactos voltados à caridade e manutenção de 39 centros de caridades, através de sua própria fundação. No entanto, outros aspectos da sua vida pessoal, como a mudança de sua aparência, principalmente a da cor de pele devido ao vitiligo geraram controvérsia significante a ponto de prejudicar sua imagem pública. Em 1993 foi acusado de abuso infantil, mas a investigação foi arquivada devido a falta de provas e Jackson não foi a tribunal. Depois, casou-se e foi pai de três filhos, todos os quais geraram controvérsia do público. Em 2005, Jackson foi julgado e absolvido das alegações de abuso infantil. Enquanto se preparava para uma nova turnê intitulada This Is It, Jackson morreu de intoxicação aguda do anestésico propofol em 25 de junho de 2009, após sofrer uma parada cardíaca. O Tribunal de Justiça de Los Angeles considerou sua morte um homicídio, e seu médico pessoal Dr. Conrad Murray foi condenado por homicídio culposo. Sua morte teve uma repercussão internacional instantânea, sendo motivo de comoção por parte dos fãs em muitas partes do mundo, estima-se que até dois bilhões de pessoas tenham assistido ao funeral pela televisão, já que emissoras do mundo todo transmitiram o evento ao vivo. Em março de 2010, a Sony Music Entertainment assinou um contrato de US$ 250 milhões com o espólio de Jackson para reter os direitos autorais de distribuição para suas gravações até 2017, e lançando cerca de sete álbuns póstumos na década seguinte a sua morte.Michael Jackson foi o o maior artista de todos os tempos segundo o Guinness Book por ter vendido incríveis 1,5 bilhões de discos em toda a sua carreira e se manter nos charts musicais desde 1969.\nUm dos poucos artistas a entrar duas vezes ao Rock And Roll Hall of Fame, seus outros prêmios incluem vários recordes certificados pelo Guinness World Records, incluindo \"O maior artista de todos os tempos\" e um para Thriller como o álbum mundialmente mais vendido de todos os tempos - 36 Grammys e 41 canções a chegar ao topo das paradas como cantor solo - e vendas que superam as 350 milhões de unidades mundialmente, Jackson recebeu centenas de prêmios, que fizeram dele o artista mais premiado da história da música popular. Alguns empresários da Sony já registram a incrível marca de mais de 750 milhões de álbuns vendidos à nível mundial, ultrapassando artistas consagrados como The Beatles e Elvis Presley deixando um marco histórico no mundo da música popular. Sua vida, constantemente nos jornais, somada a sua carreira de sucesso como popstar fez dele parte da história da cultura popular mundial. Nos últimos anos, foi citado como \"a pessoa mais famosa e conhecida do mundo\".\n\n\n== Biografia ==\n\n\n=== 1958–1975: Infância e The Jackson 5 ===\n\nMichael era o sétimo de nove filhos de Joseph e Katherine Jackson. A família inteira – incluindo os irmãos mais velhos, Rebbie, Jackie, Tito, Jermaine, LaToya e Marlon, e os mais novos, Randy e Janet – viveram juntos em uma pequena casa de dois quartos, e o pai sustentava a casa a duras penas trabalhando em uma usina siderúrgica. Por vontade da mãe, mas contra o desejo do pai, as crianças tornaram-se Testemunhas de Jeová e passaram a praticar a evangelização de porta em porta.De acordo com as regras rígidas do pai, as crianças eram mantidas trancadas em casa enquanto ele trabalhava até tarde da noite. Entretanto, as crianças escapavam frequentemente para as casas dos vizinhos, onde cantavam e faziam música. Os irmãos mais velhos mexiam na guitarra do pai Joseph sem sua permissão enquanto ele estava trabalhando. Até que um dia Joseph tomou consciência do talento de seus filhos e resolveu ganhar dinheiro com isso, e assim sair de Gary e ir para a Califórnia, para mais tarde serem contratados pela Motown.\n\nNa Motown, Michael e seus irmãos gravaram vários álbuns, o que lhes rendeu fama mundial. Com apenas treze anos, Michael, através dos Jackson 5, havia colocado quatro canções no topo das paradas: \"I Want You Back\", \"ABC\", \"I'll Be There\", \"The Love You Save\". Michael iniciou sua carreira solo quando ainda estava na Motown, quando lançou os álbuns Got to Be There, Ben, Music & Me e Forever, Michael, todos com pelo menos um sucesso mundial. A partir de 1973 a popularidade do grupo começou a diminuir, embora eles tivessem sucessos razoáveis como \"I Am Love\" e \"Dancing Machine\". Neste último, durante as apresentações, Jackson simulava um robô dançando. A dança tornou-se bastante popular no mundo todo.Durante sua infância Michael e seus irmãos sofreram constante abuso de seu pai, que batia frequentemente nas crianças, e as aterrorizava psicologicamente. Os ensaios eram supervisionados pelo pai com um cinto na mão. Certa vez Michael e seus irmãos foram dormir no quarto de um hotel e deixaram a janela aberta. Joseph escalou a janela com uma máscara no rosto e deu um susto nos irmãos, somente para ensiná-los a não deixar a janela aberta quando fossem dormir. Anos depois, Jackson sofreu pesadelos sobre ser sequestrado do seu quarto e chorava com isso. Durante sua entrevista a apresentadora Oprah Winfrey, em 1993, Michael disse que durante sua infância chorou várias vezes por solidão e que muitas vezes vomitava só de ver seu pai. No documentário de 2003, Living with Michael Jackson, do jornalista britânico Martin Bashir, o cantor chorou ao relembrar de sua infância.\n\n\n=== 1975–1981: Mudança de gravadora e Off the Wall ===\nEm 1975, os Jackson 5 saíram da Motown e assinaram contrato com a Epic em busca de mais liberdade para produzir suas canções. Como resultado do processo judicial, tiveram que mudar o nome para The Jacksons. Michael foi o principal compositor do grupo, escrevendo sucessos como \"Shake Your Body (Down to the Ground)\", \"This Place Hotel\", \"Can You Feel It?\". Em 1978, Michael co-estrelou The Wiz no papel do Espantalho com sua companheira de gravadora, Diana Ross, como Dorothy. As canções do filme foram arranjadas e produzidas por Quincy Jones, que simpatizava com Michael. Após assinar o contrato com a Epic, em 1978, Michael trabalhou com Quincy em muitos álbuns.Michael começou a gravar Off the Wall durante a primavera norte-americana de 1978. Com a produção de Quincy Jones, Jackson selecionou dez canções as quais formaram seu primeiro álbum solo em idade adulta. Off the Wall causou furor entre o público e a mídia especializada. A mistura de black music e disco do álbum tornou-se referência nos anos que se seguiram. Michael ganhou seu primeiro Grammy com o compacto de \"Don't Stop 'Til You Get Enough\", uma canção escrita e produzida por ele. Foram dois anos de constante exposição no rádio e na televisão. Foi a primeira vez que um artista colocou quatro canções de um mesmo álbum entre as dez mais tocadas tanto no Reino Unido quando nos Estados Unidos. Em 1980, Off the Wall já era o álbum de black music mais vendido da história. Os números chegam, atualmente, a 20 milhões de cópias.Apesar de ter vendido com um único álbum solo mais do que os The Jacksons haviam conseguido na carreira de 11 anos, Michael resolveu continuar com os irmãos, atendendo a pedidos da mãe. Em 1979 durante um ensaio, Jackson caiu e quebrou o nariz, sendo obrigado a operar o nariz. Sua primeira rinoplastia não foi um completo sucesso, e Jackson reclamou de dificuldades respiratórias que afetavam sua carreira. Ele foi submetido ao Dr. Steven Hoefflin, que realizou a segunda rinoplastia de Jackson e outras subsequentes operações. Depois de lançar mais um disco com os The Jacksons em setembro de 1980 e cumprir uma apertada agenda de divulgação - que incluía especiais no rádio e uma sequência de 39 espetáculos pelos Estados Unidos -, Michael tinha pouco tempo para gravar o álbum que sucederia Off the Wall.\n\n\n=== 1982–1983: Thriller e Motown 25: Yesterday, Today, Forever ===\n\nMichael aceitou um convite do cineasta Steven Spielberg para narrar a história do filme E.T., O Extraterrestre (1982) em um disco que ainda incluiria a canção inédita \"Someone in the Dark\". Jackson resolveu trabalhar nos dois projetos simultaneamente, o que gerou desconforto na Sony Music. O disco narrado por Michael seria distribuído pela MCA Records no mesmo mês em que a gravadora tinha agendado o lançamento de Thriller. A Sony Music entrou na Justiça e conseguiu cancelar o projeto. Enquanto isso, Jackson concluiu as gravações de Thriller. O álbum foi finalizado em seis meses e lançado em novembro de 1982, depois de vários adiamentos.\nThriller é atualmente o álbum mais vendido da história, com mais de 110 milhões de cópias vendidas no mundo. Nos dois anos que se seguiram ao lançamento, o álbum foi a maior sensação da América, influenciando não somente a música, como também a dança, a moda e a televisão. Thriller chegou à primeira posição entre os mais vendidos dos Estados Unidos no dia 21 de fevereiro de 1983 e permaneceu na posição por 37 semanas no primeiro lugar e mais 43 no top 10, um recorde. Sete compactos foram lançados e dois conquistaram o primeiro lugar, \"Billie Jean\" e \"Beat It\".\nThriller foi também um marco na luta contra a discriminação racial na indústria fonográfica. Jackson tornou-se o primeiro artista negro cuja música estava no ar na MTV, com o videoclipe de \"Billie Jean\", dirigido por Steve Baron. A canção \"Beat It\", que tinha participação do guitarrista Eddie Van Halen, fez rádios de rock, na época orientadas a um público essencialmente branco, tocarem a canção de um negro; e fez rádios de black music tocarem rock. Um feito inédito até então.\nDurante a divulgação de Thriller na noite de 16 de maio de 1983, 3 mil celebridades norte-americanas lotaram um teatro em Los Angeles para assistir a uma apresentação comemorativa dos 25 anos da gravadora, chamada Motown 25: Yesterday, Today, Forever. De suas casas, 50 Milhões de norte-americanos acompanharam pela TV a apresentação dos vários artistas negros, até a entrada dos Irmãos Jacksons, que vão embora e deixam Michael Jackson sozinho no palco. Ele começou a cantar \"Billie Jean\", sucesso do álbum que havia lançado seis meses antes. De repente, Michael parou de cantar, andou até o canto esquerdo do palco e voltou deslizando de costas. Naquela noite, mais do que imortalizar o passo de dança criado e batizado décadas antes pelo dançarino Bill Bailey como \"Moonwalk\" (algo como \"passo da lua\"), Michael Jackson consagrou-se como o Rei do Pop. \"Foi aquele momento que cristalizou o status de celebridade de Michael Jackson\", disse a revista americana Rolling Stone. \"Moonwalk, no mundo do entretenimento, só é comparável ao andar de vagabundo de Chaplin, à sequência de Gene Kelly em Dançando na Chuva e aos passos de Fred Astaire no filme Núpcias Reais\". Depois daquela apresentação, tanto Fred Astaire quanto Gene Kelly foram atrás de Jackson para parabenizá-lo por usar tão bem o passo criado por Bailey. Foi então que o cantor estreou o chapéu e jaqueta pretos e a famosa luva de lantejoulas. Em dezembro daquele ano, Michael e o diretor John Landis estabeleceram também novos horizontes para a produção de videoclipes, quando um curta-metragem de 14 minutos foi lançado para promover a canção \"Thriller\" ao custo de 600 mil dólares, elevado para os padrões da época.\nTambém em tempo para o Natal de 1983, um segundo dueto entre Jackson e Paul McCartney chegou às lojas. \"Say Say Say\" tornou-se o sexto número um de Michael na América e o nono do ex-Beatle.\n\n\n=== 1984–1985: Pepsi, \"We Are the World\" e carreira nos negócios ===\n\nEm 27 de janeiro de 1984, Michael Jackson sofreu um acidente enquanto gravava o segundo comercial para a televisão do contrato de 5 milhões de dólares que havia assinado para ser garoto-propaganda da Pepsi. O cabelo do astro foi incendiado por fogos de artifício. Ele teve queimaduras de segundo grau no couro cabeludo. Michael foi liberado do hospital um dia depois da internação.\nEm março de 1984, Jackson lançou em VHS o videoclipe de \"Thriller\" acompanhado por um documentário sobre os bastidores da produção. A fita, intitulada Making Michael Jackson's Thriller, vendeu 4 milhões de unidades e tornou-se a mais vendida de todos os tempos, até ser superada pela do filme Titanic, de James Cameron, em 1997. Em maio seguinte, Thriller entrou para o livro dos recordes e Michael ganhou uma estrela na Calçada da Fama, em Hollywood. Ao final de 1984, Jackson já havia conquistado 2 prêmios por Thriller. Na cerimônia do Grammy Awards daquele ano, o astro estabeleceu um novo recorde conquistando oito prêmios. A marca foi igualada pelo guitarrista mexicano Carlos Santana com o álbum Supernatural, em 2000.\n\nCom o sucesso de Thriller, o interesse do público e da imprensa por Jackson era crescente. Tornaram-se notórios não somente os hábitos pouco usuais do músico, mas também os trabalhos humanitários de Michael, especialmente em prol de crianças e adolescentes. Em maio de 1984, Jackson participou do lançamento de uma campanha contra as drogas na Casa Branca como convidado do presidente americano na época Ronald Reagan. Em julho, Michael anunciou que reverteria todos os lucros da turnê do álbum Thriller para a caridade. A Victory Tour, com 55 concertos em cidades dos Estados Unidos e Canadá, arrecadou 75 milhões de dólares. A turnê quebrou o recorde de maior público, antes detido por Elvis Presley.\nMichael levava seus animais de estimação exóticos para todo lugar. Um chimpanzé chamado Bubbles e uma cobra chamada Muscles.\nEm 1985, Michael se uniu a Lionel Richie e Quincy Jones na missão de arrecadar fundos para a campanha USA for Africa. A ideia era gravar uma canção cujos lucros seriam revertidos para reduzir os índices de mortalidade pela fome no continente africano. Lionel compôs, no piano, a melodia. Michael escreveu a letra em um único dia. O resultado eles chamaram de \"We Are The World\". Para gravar a canção, Quincy Jones convidou 44 celebridades da música e televisão, incluindo Cyndi Lauper, Diana Ross, Ray Charles e Stevie Wonder. O projeto arrecadou 200 milhões de dólares para a luta contra a fome na Etiópia.Michael ganhou dois Grammys por \"We Are the World\": \"Canção do Ano\" (com Lionel Richie) e \"Gravação do Ano\" (com Quincy Jones). A canção recebeu também outros dois prêmios na cerimônia.\nJackson começou uma carreira empresarial. Ele comprou direitos autorais do catálogo Northern Song, que continha canções dos Beatles, Elvis Presley entre outros. McCartney ficou chateado com Jackson e desde então a amizade dos dois parece ter acabado.\n\n\n=== 1986–1990: Mudança na aparência, Bad, filmes, auto-biografia e Neverland ===\nEm 1986 o público conheceu uma das canções selecionadas para fazer parte do que seria seu próximo de estúdio: Bad. A canção Another Part of Me fazia parte da trilha-sonora do filme Captain EO, produzido por George Lucas e Francis Ford Coppola. Michael estrelava o curta-metragem filmado todo em 3D para a Disney ao custo de um milhão de dólares por minuto. Até 1998, o filme ainda era exibido em parques temáticos da companhia. Em 2009, depois da morte do astro, a Disney decidiu resgatar o musical e colocá-lo em cartaz novamente.\nJackson lançou Bad em agosto de 1987, com dois anos de atraso. Para a mídia especializada, o álbum era pouco ousado e uma decepção em comparação com Thriller (1982) ou Off the Wall (1979). Em contrapartida, o público respondeu bem e fez de Bad um grande sucesso. Não tão grandioso quanto Thriller, mas um grande sucesso. O álbum vendeu 30 milhões de cópias em todo o mundo e permaneceu durante algum tempo como o segundo mais vendido da história.\nBad ainda teve um recorde de nove canções lançadas como compacto. Cinco delas chegaram à primeira posição nos Estados Unidos: \"I Just Can't Stop Loving You\" (com a estreante Siedah Garrett), \"Bad\", \"The Way You Make Me Feel\", \"Man in the Mirror\" e \"Dirty Diana\". Foi a primeira vez que um artista colocou cinco canções de um mesmo álbum em primeiro lugar, feito que se repetiu com Mariah Carey em 1990 e Katy Perry em 2010, ambas emplacando 5 canções em 1° lugar no Top Hot 100 da Billboard. Isso sem contar \"Another Part of Me\" que ficou um primeiro lugar nos charts de R&B. Durante a divulgação de Bad, a publicação de excentricidades sobre a vida de Michael adquiriu contornos enfáticos. Verdades ou mentiras, tornaram-se parte da imagem que se criou em torno de Jackson. Foi noticiado, por exemplo, que o astro tentou comprar os ossos e roupas de John Merrick, o Homem Elefante. Que ele teria uma parte do próprio nariz, retirada em cirurgia plástica, conservada em uma jarra dentro de casa. Que dormia em uma câmara hiperbárica para retardar o envelhecimento. Mais tarde essas notícias foram desmentidas pelo próprio.\nNa época, as alterações na aparência de Michael eram visíveis e geravam muita polêmica. Os jornais especulavam sobre dezenas de cirurgias plásticas, apesar do músico confirmar apenas duas, e possíveis razões para a mudança na cor da pele dele, que estava branca. Especialistas acreditavam que Michael teria se submetido a um tratamento intensivo com hidroquinona, uma substância capaz de clarear a pele. Em 1993, durante entrevista à apresentadora Oprah Winfrey, Jackson afirmou sofrer de vitiligo, uma doença autoimune não contagiosa em que ocorre a perda da pigmentação. Posteriormente o cantor ainda contraiu outra doença de pele, ele foi diagnosticado com lúpus no início dos anos 1990. Essa doença também causa alteração na pele, o sistema imune ataca as próprias células e tecidos do corpo, deixando o indivíduo com fortes dores e mais suscetível a outras doenças. Isso explicaria o uso de máscara cirúrgicas em público, e o vício em remédios contra a dor.\nDevido as suas supostas excentricidades, Michael ganhou o apelido ‘Wacko Jacko’, do tabloide The Sun. Vegetariano, Michael supostamente tinha horror a refrigerantes artificiais, apesar de ter feito uma campanha publicitária milionária para a Pepsi. Entretanto há divergências sobre o suposto vegetarianismo de Michael. A União Vegetariana Internacional afirma que ele não era, pois comia carne de frango.Bad foi indicado ao Grammy, Michael inclusive fez uma performance lendária no ano de 1988, onde cantou \"The Way You Make Me Feel\" e \"Man in the Mirror\". Ele não ganhou nenhum prêmio, o que gerou revolta no cantor. \"Eles julgaram minha aparência, não minha música.\" Em setembro de 1987, Michael deu início à Bad World Tour, a primeira turnê mundial dele como artista solo, que passou em 15 países e atraiu 4,4 milhões de pessoas aos estádios - um recorde de público que seria superado pelo próprio Michael duas vezes, em 1992 e 1997.\nEm 1988, o cantor lançou a autobiografia Moonwalk e o filme Moonwalker, dirigido essencialmente por Jerry Kramer, que continha os videoclipes de \"Smooth Criminal\" e \"Leave Me Alone\". O longa-metragem ainda deu origem a um jogo de videogame de mesmo nome para fliperamas, Sega Mega Drive e Sega Master System. Jackson ganhou um Grammy pelo videoclipe de \"Leave Me Alone\" em 1989. Bad foi a última colaboração de Jackson com Quincy Jones.\n\nEm maio de 1988, Michael se mudou da residência da família, Hayvenhurst, em Encino, para um rancho recém-adquirido no vale de Santa Ynez, ao norte de Los Angeles, também na Califórnia. A propriedade, de 2,7 mil acres, (10,93 km²) foi batizada de Neverland (Terra do Nunca, em português) - uma referência ao livro Peter Pan (1906), de J. M. Barrie. Ele morou sozinho no rancho por 17 anos em busca de privacidade. Não funcionou. Pelo contrário, o isolamento só fez com que aumentasse o interesse do público e, consequentemente, da imprensa sobre a vida dele.\nEm março de 1990, Michael assinou um contrato recorde de 1.089 bilhões de dólares segundo a revista Forbes, com a Sony Music que asseguraria a permanência dele na gravadora por mais 15 anos. Nesse período, ele deveria lançar seis álbuns e receberia 180 milhões em antecipação por cada um deles. No livro dos recordes, Jackson passou a ser citado como o artista mais bem pago da indústria da música. Durante o American Music Awards, Elizabeth Taylor discursava sobre a vida musical de Jackson quando finalizou: \"Em minha estima, ele (Michael Jackson) é o único que pode receber o título de Rei da música pop, rock e soul\".A platéia, manifestou-se a favor da proposta e, desde então, o público e a imprensa se referem a Michael como \"King of Pop\" (\"Rei do Pop\").\n\n\n=== 1991–1993: Dangerous, Heal the World Foundation e Super Bowl XXVII ===\nDepois de um ano longe das paradas de sucesso, Michael pôde ser ouvido novamente nas rádios em novembro de 1991 com a canção \"Black or White\", o primeiro compacto lançado do álbum Dangerous. Jackson convidou o diretor John Landis (de \"Thriller\") para gravar o videoclipe da canção. Quando foi transmitido, o curta-metragem, que tinha dez minutos de duração, gerou controvérsia, mostrando o astro quebrando vitrines de lojas e destruindo um carro com um pé-de-cabra.\nO videoclipe foi transmitido simultaneamente para 27 países perante uma audiência estimada em 500 milhões de pessoas: um novo recorde. A reação foi imediata. O segmento considerado violento foi retirado do curta-metragem. Michael se retratou em um comunicado dizendo que o comportamento simulava o instinto de uma pantera, animal em que se transforma durante a história. O vídeo também ficou famoso por mostrar na televisão uma das primeiras metamorfoses geradas em computador. O videoclipe contava com a participação de Macaulay Culkin.\nDuas semanas depois desse enorme feito, Dangerous foi lançado. O álbum reunia 14 canções inéditas - 12 delas escritas e compostas por Jackson. A produção era, essencialmente, de Teddy Riley, considerado um dos criadores de um novo tipo de som chamado 'new jack swing'. Dangerous gerou nove compactos, incluindo três números um nos Estados Unidos: \"Black or White\", \"Remember the Time\" e \"In the Closet\". O álbum ficou mais de dois anos entre os mais vendidos e foi adquirido por 34 milhões de pessoas no mundo, superando Bad como o segundo melhor desempenho da carreira do cantor. Este é o álbum de um artista masculino mais vendido da década de 1990.\nJackson fundou a \"Heal the World Foundation\" em 1992. A fundação ajudava milhões de crianças ao redor do mundo. Também enviou milhões de dólares para todo o mundo para ajudar as crianças ameaçadas pela guerra e por doenças. Em junho de 1992, Michael saiu em turnê para divulgar o álbum e quebrou recordes de público firmados anteriormente por ele mesmo durante a Bad World Tour, em 1987 e 1988. A turnê foi interrompida em 1993 depois que ele foi acusado de abusar sexualmente de um menor. Apesar disso, a investida levou para os estádios 3,5 milhões de pessoas em 69 concertos - uma média maior do que qualquer outra turnê até então. Todos os lucros da Dangerous World Tour foram revertidos para caridade. A Dangerous World Tour foi a turnê que utilizou mais equipamento do mundo. O palco demorava 3 dias para ser montado e eram necessárias mais de 60 carretas, 20 caminhões e 2 jumbos 747 para transportar o equipamento de 2 toneladas e meia que eram: 168 homens trabalhando, 2 telões de cristal líquido, 1000 luzes e mais de 10 mil cabos elétricos. A Dangerous World Tour foi transmitida ao vivo pela HBO e foi a turnê de maior audiência da televisão.\nPara retomar a divulgação do álbum Dangerous nos Estados Unidos, interrompida desde que saiu em turnê, Michael programou dois grandes eventos televisivos em 1993. No dia 31 de janeiro, ele se apresentou no intervalo do Super Bowl XXVII, a famosa final do campeonato de futebol americano organizado pela NFL e exibido, nesse ano, pela rede de televisão norte-americana NBC diante de uma audiência de 103,4 milhões de pessoas,. Ao contrário de anos anteriores, ele foi a única atração do tradicional \"show do intervalo\". Devido ao status de estrela de Michael, a rede de televisão norte-americana FOX (concorrente da NBC) deixou de exibir, pela primeira vez, um compacto com os melhores momentos do Super Bowl disputado no ano anterior (Super Bowl XXVI); esse compacto era tradicionalmente exibido quando a emissora não detinha os direitos de transmissão da partida. A performance de Michael foi impressionante. Houve uma explosão e o \"Rei do Pop\" saiu pulando do chão acompanhado de fogos. Ele pousou e ficou imóvel em sua famosa postura de estátua por vários minutos, enquanto a multidão ia ao delírio. Uma chuva de fogos caía sobre o astro, que estava com seu tradicional óculos de sol, bracelete, roupa de militar com detalhes em ouro. Ele virou o rosto e lentamente começou a tirar os óculos, jogou-os e começou a cantar e dançar. Michael cantou três canções: \"Jam\", \"Billie Jean\" e \"Black or White\". O Gran Finale aconteceu após a exibição de uma vídeo-montagem de Michael participando de várias campanhas humanitárias por todo o mundo e, em seguida, 3.500 crianças da região de Los Angeles se juntam a Michael para cantar \"Heal the World\". Foi o primeiro Super Bowl em que o número do público aumentou durante meia hora de show. Dangerous subiu 90 posições depois da apresentação. Dez dias depois, concedeu uma entrevista à apresentadora Oprah Winfrey que foi assistida por 100 milhões de telespectadores. Foi a primeira vez em dez anos que Jackson aceitou falar com a imprensa. A entrevista também se tornou um dos eventos mais assistidos de todos os tempos. E o álbum Dangerous voltou ao top 10 após um ano de seu lançamento original.\nDepois da morte Ryan White, vítima de HIV, Michael lançou o single Gone Too Soon, e chamou atenção do mundo para pesquisas sobre a cura da AIDS, que na época havia um grande preconceito por parte das pessoas.\nDurante a era Dangerous, Jackson visitou vários lugares do mundo, incluindo Iraque e Egito. Na África quando desembarcou em Gabão, foi recebido por mais de 100 mil pessoas, com um enorme cartaz dizendo \"Bem-vindo a casa Michael!\". Em sua viagem á Costa do Marfim, Jackson foi coroado \"Rei Sani\" pelo chefe da tribo. Em 1993 recebeu o \"Grammy Legend Award\" por ser uma lenda viva e por sua contribuição ao mundo da música.\n\n\n=== 1993–1994: Alegação de abuso sexual e primeiro casamento ===\n\nEm agosto de 1993 o jovem Jordan Chandler, de 13 anos, representado pelo advogado civil Larry Feldman, acusou Michael de abuso sexual. As declarações, feitas à imprensa, nunca foram entregues à Justiça e, por consequência, o astro não chegou a ser indiciado pelo crime. Apesar disso, o promotor distrital Tom Sneddon deu início a investigações paralelas no final do mês pelo condado de Santa Ynez, residência oficial de Jackson. As acusações geraram frenesi em todo o mundo. Michael cancelou o seguimento da turnê do álbum Dangerous em outubro, pouco antes de deixar o México a caminho dos Estados Unidos. Durante uma semana daquele mês não se soube o paradeiro do astro. Ele reapareceu internado aos cuidados do terapeuta Beauchamp Colclough, na Irlanda do Norte, em uma clínica de reabilitação para dependentes químicos alegando a necessidade de se restabelecer de um vício em analgésicos.\nMichael se pronunciou sobre as alegações pela primeira vez em dezembro de 1993, durante um comunicado transmitido simultaneamente pelas redes CNN, CBS, NBC e ABC, ao vivo do rancho Neverland. Ele se defendeu, afirmando ser incapaz de \"causar mal a uma criança\". Depois de seis meses de negociações, contra a vontade do cantor e do seu advogado, a companhia de seguros daquele fechou um acordo de confidencialidade com o dentista Evan Chandler, pai de Jordan que o acusava. Especula-se que a família tenha embolsado quase 15 milhões de dólares. As investigações paralelas da Justiça foram arquivadas em 1994 por falta de provas. Com o acordo, o único reclamante se recusava a colaborar. Em 1996 Evan processou-o novamente, alegando que Michael teria violado os termos da acção civil, quando publicamente afirmou nunca ter abusado sexualmente do garoto. Neste novo processo, Chandler referiu-se ao álbum HIStory, bem como a uma entrevista que Michael deu a Diane Sawyer. O pedido abrangia uma indenização no valor de 60 milhões de dólares.\nEm 26 de maio de 1994, Jackson casou-se com Lisa Marie Presley, numa cerimónia na República Dominicana. A união foi amplamente divulgada e criticada pela imprensa, que especulava sobre a conveniência do casamento, realizado meses depois do término das investigações criminais contra o astro. A primeira aparição pública do casal foi em setembro durante o MTV Video Music Awards do ano. Eles entraram no palco, seguiram por uma passarela e se beijaram. O matrimônio durou dois anos.\n\n\n=== 1995–1997: HIStory, segundo casamento e paternidade ===\n\nO primeiro compacto lançado da Era History foi Scream, um dueto musical com a irmã Janet, estreou durante uma entrevista concedida por Michael e Lisa Marie à apresentadora Diane Sawyer no programa Primetime, da ABC, um dia antes do lançamento de HIStory. O videoclipe de Scream é o vídeo musical mais caro da história: custou cerca de sete milhões de dólares, sendo certificado pelo Guinness World Records em 2006, desde então o livro não registrou nenhum outro.\nEm junho de 1995 chegou às lojas o álbum duplo HIStory: Past, Present and Future – Book I. No primeiro disco, uma seleção de quinze sucessos remasterizados. No segundo, a primeira coleção de canções inéditas lançada pelo cantor desde que acusado de abuso sexual. Foram gastos 30 milhões de dólares em publicidade e propaganda para o lançamento do álbum e divulgação de cinco compactos. Foi a maior campanha de marketing já montada para promover um disco. HIStory vendeu quase 20 milhões de cópias.[carece de fontes?] Também durante a divulgação do álbum, Jackson esteve no Brasil para gravar cenas do videoclipe da canção \"They Don't Care About Us\" na favela Santa Marta no Rio de Janeiro e também no Pelourinho, em Salvador, com o grupo de percussão Olodum.\n\nEm setembro de 1996, Michael Jackson deu início à HIStory World Tour com um show de lotação esgotada na cidade de Praga, na República Checa. Ao término dos concertos, mais de um ano depois, Jackson tinha levado 4.5 milhões de pessoas aos estádios de 56 cidades, em 35 países diferentes. Com isso, a turnê estabelecia um novo recorde mundial de público.\nEm novembro de 1996, o astro se casou com a enfermeira dermatologista Debbie Rowe, com quem teve dois filhos. O primeiro, Michael Joseph Jackson Jr., nasceu naquele ano. No ano seguinte, Rowe deu à luz Paris Katherine Jackson. A enfermeira abriu a mão de todos os direitos maternos e entregou a guarda das crianças a Jackson, gerando grande polêmica. Em 2002, Rowe afirmou, em entrevista à rede americana de televisão FOX, que os filhos foram \"presentes\" dados por ela ao astro. Em Março de 2019, Debbie Rowe revelou que Prince e Paris não são filhos biológicos do cantor. Em entrevista ao The Sun, Debbie assumiu que os dois herdeiros nasceram a partir da doação de esperma de uma terceira pessoa e que ela nunca teve relações sexuais com Jackson: “Eles me fertilizaram, da mesma maneira que eu fertilizo meus cavalos para reproduzir, era muito técnico, eu era sua égua de raça pura”, disse ao jornal inglês.Em 1997, oito canções inéditas de HIStory foram remixadas e lançadas na coletânea Blood on the Dance Floor. Entre os produtores responsáveis pelas versões estão Wyclef Jean (\"2 Bad\"), David Morales (\"This Time Around\") e Tony Moran (\"HIStory\"). Neste álbum de remixes também são encontradas 5 canções de estúdio: Blood on the Dance Floor, Morphine, Superfly Sister, Ghosts e Is It Scary. A primeira acabou se tornando a única música bem sucedida do álbum nos Estados Unidos, mas também foi lançado como single HIStory/Ghosts, que em geral teve um bom rendimento na Europa. Blood on the Dance Floor é o álbum de remixes mais vendido da história, com cerca de 7 milhões de cópias vendidas.\nUm curta-metragem de 35 minutos intitulado Ghosts e estrelado por Jackson estreou nos cinemas europeus na mesma época. O filme, escrito por Stephen King (\"Carrie, A Estranha\") e dirigido por Stan Winston (\"O Predador\"), foi concebido como uma releitura do clássico videoclipe produzido para a canção \"Thriller\" em 1984. Em maio de 1997, o grupo Jackson 5 foi incluído ao Hall da Fama do Rock and Roll. Quatro anos mais tarde, em 2001, Jackson receberia a condecoração como artista solo.\n\n\n=== 1997–2002: Disputa na gravadora e Invincible ===\nEm 1999, Jackson realizou vários concertos beneficentes chamado, \"Michael Jackson & Friends\", que contava com participação de Slash, The Scorpions, Boyz II Men, Mariah Carey, Pavarotti e outros.\nEm 2001, Michael completaria 30 anos de carreira solo. Para comemorar a data foram prensadas edições especiais dos álbuns Off the Wall, Thriller, Bad e Dangerous - todos remasterizados, com novos encartes, incluindo canções raras e inéditas, e também entrevistas com o produtor Quincy Jones e o compositor Rod Temperton. Além de dois shows comemorativos realizados no Madison Square Garden em setembro de 2001 com participação de vários artistas como Britney Spears, Whitney Houston, Slash, Usher, Luther Vandross, Destiny's Child entre outros.\nNo mês seguinte, outubro, Jackson lançou Invincible, a primeira coleção de novas canções lançadas pelo astro em seis anos, desde HIStory, em 1995. Produzido essencialmente por Rodney Jerkins e Teddy Riley, também há a participação de Carlos Santana na música \"Whatever Happens\", Slash em \"Privacy\" e ainda um rap póstumo de Notorious B.I.G. Jackson também ajudou a formar o \"United We Stand: What More Can I Give\", concerto beneficente realizado no RFK Stadium em Washington em busca de fundos de caridade para os familiares das vitimas dos atentados terroristas de 11 de setembro nos Estados Unidos, onde cantou What More Can I Give junto com os outros cantores e Man in the Mirror sozinho, porém essa última não foi exibida na televisão.\nDurante a rápida divulgação do álbum ficaram explícitas as divergências entre Michael e o então chefe da Sony Music, Tommy Mottola. Os problemas começaram em 2000, quando Jackson tentou retirar a licença das gravações originais do catálogo dele da gravadora para lançamento independente. Assim Michael não precisaria dividir os lucros com a Sony. Entretanto, os advogados de Jackson encontraram cláusulas no contrato dele com a gravadora que impediam a transação. Para evitar uma disputa judicial, Michael e a Sony fecharam um acordo que permitiria que ele abandonasse a gravadora depois do lançamento de Invincible, mas não antes de um pacote de coletâneas que reuniriam os maiores sucessos dele. A crise se acentuou quando a canção \"You Rock My World\" vazou para as rádios americanas propositalmente e teve de ser lançada como primeiro compacto do álbum, Jackson queria que fosse Unbreakable. Assim, o Rei do Pop se negou a colaborar com o resto da divulgação de Invincible. Mesmo assim, a Sony ainda lançou, mesmo que de uma maneira irresponsável, 2 singles: Cry (mundialmente) e Butterflies (apenas nos Estados Unidos). Apenas Cry obteve um clipe, sem a presença de Jackson.\nInvincible é conhecido como o \"álbum mais caro da história\", já que só em produção, Jackson gastou cerca de 30 milhões de dólares. A Sony boicotou o álbum retirando-o das lojas após três meses de lançamento. Ainda assim Invincible vendeu cerca de 12 milhões de cópias no mundo todo, algo difícil até para os artistas que estavam no auge na época. Mais de 35 cantores contribuíram, como Shakira, Celine Dion, Ricky Martin, Luther Vandross, Justin Timberlake, Carlos Santana, Beyoncé, Laura Pausini e Mariah Carey. O compacto nunca foi lançado devido aos desentendimentos de Michael com a Sony Music. Além disso, especula-se que o envolvimento de um dos produtores do projeto com a indústria do cinema pornográfico estadunidense teria afastado patrocinadores.\n\n\n=== 2002–2005: Segunda alegação de abuso sexual e absolvição ===\n\nMichael teve seu primeiro filho, Prince Michael Jackson I em 1997, seguido por sua filha Paris Michael Katherine Jackson em 1998. 5 anos depois, Jackson teve seu terceiro filho, Prince Michael Jackson II (Blanket) em 2002. A mãe da última criança se mantém anônima, Jackson revelou que a criança era resultado de inseminação artificial. Em novembro do mesmo ano, durante sua estadia em Berlim, Jackson apareceu na janela da varanda do quarto de hotel com seu filho recém-nascido. O cantor surpreendeu a todos quando pôs seu filho com um pano no rosto para fora da janela durante 3 segundos. Supostamente, ele fizera isto para mostrar seu filho aos fãs que se encontravam à entrada do hotel, que teriam pedido que ele o mostrasse. Este ato provocou severas críticas.\nEm 2003 a Sony lançou a coletânea Number Ones que vendeu 10 milhões no mundo todo. No mesmo ano foi exibido o documentário Living with Michael Jackson, que mostrava o dia a dia do cantor. O documentário mostrou a vida de Jackson, a sua infância difícil, seus 3 filhos, a sua casa e o seu isolamento em seu mundo particular. O documentário causou repercussão negativa para Jackson na mídia, graças às declarações do cantor durante as entrevistas concedidas ao jornalista Martin Bashir, levando inclusive a segunda acusação em 2003. Alguns críticos disseram que o documentário foi mais prejudicial a imagem do cantor do que a acusação de 1993.[carece de fontes?]Ainda em 2003, acusado de abuso sexual de menor por Gavin Arvizo, Jackson negou tal alegação. Elizabeth Taylor defendeu o cantor em um programa de televisão dizendo que ela tinha estado lá, quando Gavin se encontrava na casa do cantor, assistindo televisão. \"Não houve nada de anormal. Nós rimos como crianças, assistimos um monte de filmes da Disney. Não houve nada de estranho, nem de inapropriado.\" Durante a investigação, o perfil de Jackson foi examinado por um profissional da saúde mental chamado Dr. Stan Katz; o médico passou várias horas com o acusador também. A avaliação feita por Katz, dizia que Jackson tinha a idade mental de um garoto de 10 anos e não se encaixava no perfil de um pedófilo.[carece de fontes?] O julgamento durou cinco meses, até o final de maio de 2005. Durante o julgamento, o cantor novamente sofreu de estresse e grave perda de peso, que viria alterar sua aparência. Em junho, Jackson foi absolvido de todas as acusações, por falta de provas. Depois do julgamento Michael abandonou Neverland e se mudou para o Bahrain. O cantor disse que apesar de amar Neverland, ela tinha trazido coisas ruins (como as acusações) para sua vida e que nunca mais andaria com crianças novamente.\nOutra coletânea foi lançada em 2004, The Ultimate Collection, uma caixa com quatro CDs e um DVD. Em março de 2006, a Sony Music lançou nova coletânea, o álbum duplo The Essential Michael Jackson.\n\n\n=== 2006–2009: Fechamento de Neverland e This Is It ===\nEm 2006, Jackson saiu do período de reclusão que estava passando em Bahrain desde que fora inocentado em 2005, e compareceu a diversas premiações e homenagens. A primeira delas foi a homenagem realizada em maio de 2006 na MTV japonesa, durante a premiação da Video Music Awards Japan '06. Nessa premiação, Jackson recebeu a Legend Award - raramente concebida a alguém -, devido a ele ser o artista masculino internacional que mais vendeu no Japão, uma lenda viva da música. A imprensa em geral fez um enorme destaque para esse evento, devido ao fato de que foi a primeira aparição pública que Jackson fez desde sua absolvição saindo de sua reclusão no Bahrain.\nMichael recebeu em 2006, oito Guinness World Records, entre os registros estavam, \"Primeiro artista a ganhar mais de cem milhões de dólares em um ano\", \"Primeiro artista a vender mais de 100 milhões de álbuns fora dos Estados Unidos\", \"Artista mais bem sucedido no mundo da música\" entre outros, sendo ainda cogitado como o artista mais rico do mundo, com uma fortuna estimada em mais de oito bilhões de dólares. Também no ano de 2006, em novembro, Michael compareceu ao World Music Awards. Recebeu o Diamond Award, dado a artistas que venderam mais de 100 milhões de discos. Durante a premiação, Jackson também recebeu o 9º certificado do Guinness da semana, dado em razão das 104 (na época) milhões de cópias vendidas do álbum Thriller.\n\nEm Maio de 2006, Michael se mudou do Bahrain para a cidade de Dublin, na Irlanda, onde continuou a gravar o que seria o décimo-terceiro álbum solo da carreira - o primeiro desde Invincible. A previsão era que o álbum chegasse às lojas nos anos seguintes e seria distribuído pela gravadora independente 2 Seas Records. Mas essa hipótese foi descartada mais tarde. O novo selo de gravação seria então a Michael Jackson Company Inc., criada há pouco tempo. Em Outubro do mesmo ano, o programa de televisão Access Hollywood teve acesso ao estúdio enquanto Michael trabalhava com o produtor e rapper Will.i.am, membro-líder do grupo Black Eyed Peas. O estúdio que Michael trabalhava em Dublin era a Grouse Lodge Residential Studios. Michael e a Sony compraram em 2007 o Famous Music LLC da Viacom, que lhe concedeu o direito sobre canções de muitos artistas famosos. O tão esperado novo álbum, teve lançamento adiado para 2009, mais concretamente para o segundo semestre desse ano. Michael havia trabalhado com vários produtores conhecidos como Teddy Riley, Will.i.am, entre outros.\nNuma tentativa de resgatar a visibilidade musical de Jackson, em 11 de fevereiro de 2008, a SonyBMG lançou Thriller 25th, uma edição comemorativa dos 25 anos do lançamento de Thriller, o seu mais conhecido álbum. Foram confeccionados remixes com a participação de artistas da época para compor a lista das faixas. Dentre os convidados estão Will.I.Am, Akon, Fergie e Kanye West. A Edição Especial é composta pelo CD - contendo as faixas convencionais e os remixes, adicionado o verso solo de Vincent Price e a canção inédita For All Time - e um DVD, contendo os clipes do álbum e a performance de Billie Jean no 25º Aniversário da Motown, em 1983.\nThriller 25 pode ser considerado sucesso comercial: Chegou à posição #2 nos Estados Unidos, #3 no Reino Unido, e no TOP#10 em mais de trinta países. Atingiu três semanas em primeiro lugar na França, e duas semanas, em primeiro da Argentina, Bélgica, e no Reino Unido. Foi certificado \"Disco de Ouro\" em 11 países. Nos Estados Unidos, Thriller 25th foi o segundo álbum mais vendido na sua semana de estreia, passando dos 166.000 exemplares. Foi inelegivel para o chart Billboard 200 por ser relançamento, mas entrou no Pop Catalog no número um, onde permaneceu durante nove semanas consecutivas. Este foi o melhor lançamento Jackson desde Invincible em 2001, com um valor estimado de 500.000 exemplares e 2 milhões de cópias vendidas em 12 semanas. Atualmente está entre os 10 álbuns mais vendidos do ano de 2008.\nPara comemorar o aniversário de 50 anos de Michael Jackson a SonyBMG lançou \"King of Pop\" a primeira coletânea interativa de Michael Jackson que contou com seu público para seleção das faixas. O cantor vendeu seu rancho Neverland, depois de três anos sem morar no lugar. No entanto gerou controvérsia da imprensa, já que ele vendeu a propriedade para uma companhia que ele mesmo era um dos donos.\n\"This Is It\" seria uma série de 50 concertos que teria início em 13 de julho de 2009, na O2 Arena, em Londres. Os shows seriam suas primeiras aparições significantes desde a bem-sucedida HIStory World Tour de 1996/1997, já que em 2001, ano de lançamento de seu mais recente álbum de inéditas, não foi realizada uma turnê para a promoção deste álbum, apenas 2 concertos foram realizados na cidade de Nova Iorque para a comemoração de seus 30 anos de carreira. Os 750 mil ingressos para esses concertos esgotaram apenas 5 horas após o início das vendas.Todos os ensaios para a turnê foram filmados em alta definição: são mais de 100 horas de vídeos que deram origem a um filme/documentário, intitulado This Is It. O filme foi produzido pela Columbia Pictures, dirigido por Kenny Ortega e teve lançamento mundial de 28 de outubro a 30 do mesmo mês. Para acompanhar este filme a Sony lançou uma coletânea que foi sua trilha sonora. Nesta coletânea se encontrarão todas as músicas que Jackson estava ensaiando para a turnê na mesma sequência que apareceram no filme. Também houve a primeira música lançada depois de sua morte e versões nunca lançadas de algumas músicas, além de um poema que Jackson gravou para o álbum Dangerous lançado em 1991.\n\n\n== Morte e funeral ==\n\nEm 25 de junho de 2009, foi noticiado que Michael Jackson sofreu uma parada cardíaca em sua casa, na vizinhança de Holmby Hills, Los Angeles. Os serviços de emergência médica socorreram o cantor em sua casa, na tentativa de reanimá-lo. Porém, como Jackson se encontrava em estado de coma profundo, ele foi levado às pressas para o Ronald Reagan UCLA Medical Center, o hospital universitário da Universidade da Califórnia em Los Angeles (UCLA). Desde sua internação, rumores haviam se espalhado pela imprensa confirmando sua morte.\nSua morte teve uma repercussão internacional instantânea, sendo motivo de preocupação por parte dos fãs em muitas partes do mundo. O site TMZ (em inglês) largou na frente confirmando a morte que teve repercussões instantâneas na blogosfera (em português) e imprensa (em português) brasileira. A morte foi atribuída a uma overdose de fármacos que Michael Jackson tinha tomado nas horas anteriores para dormir, e administrados pelo seu médico pessoal Dr. Conrad Murray. O último a ser administrado foi o anestésico Propofol, sendo que 10 minutos mais tarde o Rei do Pop estava em paragem cardio-respiratória.\nO adeus a Michael Jackson foi no dia 7 de julho de 2009. Primeiro o corpo foi velado em cerimônia privada no Forest Lawn Memorial Park's Hall of Liberty, somente para familiares e amigos íntimos. Logo em seguida o corpo foi levado para um ato público no Staples Center, onde 17.500 pessoas acompanharam o tributo. Estima-se que até dois bilhões de pessoas tenha assistido ao funeral pela televisão, já que emissoras do mundo todo transmitiram o evento ao vivo.\n\n\n== Lançamentos póstumos ==\n\n\n=== Michael ===\nMichael é o primeiro álbum póstumo de Michael Jackson. O seu lançamento foi anunciado para 14 de dezembro de 2010, sob o selo da Epic Records. Michael tem músicas inéditas, incluindo a anunciada \"Breaking News\", gravada originalmente em 2007. \"Breaking News\", a primeira música confirmada, não é um single. Segundo a Sony Music, a faixa é apenas uma prévia para o novo álbum.Segundo o cantor e produtor musical Akon, que trabalhou com Michael em várias faixas, a canção \"Hold My Hand\" é o primeiro single do novo álbum. Uma versão incompleta da música apareceu na internet em 2008, antes da morte de Jackson. Akon declarou que a faixa foi finalizada e que sentia orgulho de ter trabalhado com o artista. Além de Akon, Michael também conta com participações especiais do rapper 50 Cent e do guitarrista Lenny Kravitz.O clipe da música de Michael Jackson em parceria com Akon \"Hold My Hand\", foi divulgado no dia 9 de Dezembro. O filme foi dirigido por Mark Pellington e gravado na Califórnia e conta com participação de vários fãs do Rei do Pop além de algumas imagens do astro.\n\n\n=== Michael Jackson: The Experience e Planet Michael ===\n\"Michael Jackson: The Experience\" (Michael Jackson: A experiência) é um jogo musical baseados nas canções de Michael Jackson.Foi inicialmente lançado apenas para as versões de Nintendo wii, Nintendo DS e PSP e chegou as lojas com um recorde de vendas segundo a Ubisoft, cerca de 1.2 milhões de cópias foram vendidas (em um único dia), detalhe é que a vandagem foi apenas para o Nintendo Wii, Nintendo DS e PSP, já que, o jogo chegará para as versões de Xbox 360 e PlayStation 3 no começo de 2011. O jogo usa uma tecnologia pertencente a Ubisoft chamada Player Projection. A forma do corpo será projetada na tela em ambientes inspirados nos mais famosos videoclipes e performances ao vivo de Michael Jackson. Os dados coletados desta forma permitirão ao jogo criar vários efeitos, visuais, e até a música em si. Haverá vários modos de jogo nesta versão. A única revelada até agora é a Michael's School, onde os jogadores poderão ensaiar antes do show. Um Treinamento em vídeo estará disponível para cada um dos movimentos de Michael Jackson existentes no jogo.\nUm ponto positivo do game é o cuidado que a produtora teve com a fidelidade. Alguns cenários reproduzem fielmente cenas dos videoclipes de Michael, inclusive com os dançarinos e o astro vestidos a caráter. Impossível conter a nostalgia ao ver o bar do clipe de Smooth Criminal com todos fantasiados de “mafiosos” ou então na música “In the closet” que (como no clipe) as cenas de dança são executadas por Michael e a modelo Naomi Campbell,Cabe ao jogador escolher qual dos dois irá representar. Além dos cenários, as coreografias receberam um tratamento especial também, pois são extremamente fiéis às originais na grande maioria das músicas. O andamento do game segue o tradicional. Movimentos que devem ser copiados como se você estivesse em frente a um espelho. A mão com a qual você segura o Wii Remote é assinalada na tela com um brilho na mão de Michael e na parte superior da tela, uma miniatura mostra qual o passo que deverá ser feito em seguida. Depois de cada um deles, você recebe uma “nota” de acordo com a precisão do movimento, que pode ser “perfect”, “good”, “ok” ou “X” (que indica erro).\nO jogo Planet Michael é um MMO inspirado na vida e obra do Rei do Pop, Michael Jackson. O título utiliza a mesma engine e estratégia comercial Entropia Universe — MMO sueco que aposta no sistema “grátis para jogar”, com microtransações liberadas entre os jogadores. Apesar da ambientação surreal o jogo contará com todos os elementos de um MMO tradicional: missões, coleta de recursos, manufatura de itens e assim por diante — entretanto tudo se baseia nas diferentes fases da carreira do cantor.\n\n\n=== The Immortal World Tour ===\nThe Immortal World Tour é uma turnê do Cirque Du Soleil que homenageou Michael Jackson. O espetáculo é uma parceria entre a MJ Estate com a produtora que cuida da companhia circense. A turnê do Cirque Du Soleil em homenagem ao Rei do Pop começa em 2011 no Canadá e, depois, seguirá para os Estados Unidos. O projeto teve o apoio da família de Michael. Escrito e dirigido por Jamie King, o mais importante diretor de concertos no mundo atual da música pop. Esta produção rara e eletrizante combinará a música e coreografia de Michael Jackson com a criatividade do Cirque du Soleil para dar aos fãs do mundo inteiro uma visão exclusiva do espírito, paixão e coração do gênio artístico que transformou para sempre a cultura pop mundial. Para o fundador do circo, Guy Laliberté, o projeto será um desafio \"máximo\" que levará a companhia a realizar um espetáculo que não pode ser comparado a qualquer outro feito antes. O coreógrafo Jamie King, que serviu como diretor de criação de Madonna nos últimos 12 anos King dirigiu em 2008 a \"Sticky & Sweet Tour\" de Madonna e outras turnês de cantoras como Rihanna, Celine Dion, Britney Spears, Avril Lavigne e as Spice Girls\nImmortal é o próximo álbum de remixes gravado originalmente pelo cantor, Michael Jackson e também pelo Grupo The Jackson 5, lançado no dia 21 de Novembro de 2011. A compilação de músicas remixadas será a Trilha Sonora da Turnê mundial de Homenagem do Cirque Du Soleil ao cantor.A Sony Music Entertainment anunciou que mais de 40 gravações originais de Michael foram remixadas por Justin Timberlake e Kevin Antunes (produtor de Rihanna) ao longo de um trabalho de anos no estúdio, sendo liberados pela Epic Records em conjunto com o espólio de Michael Jackson. Apesar de mais de 60 canções serem usadas ​​para a The Immortal World Tour, apenas 22 canções foram escolhidas. O CD terá duas versões a versão simples contendo 15 faixas e versão Deluxe com dois CDs contendo 22 faixas.\n\n\n== Apresentações ==\n\n\n=== No Brasil ===\nJackson apresentou-se pela primeira vez no Brasil em setembro de 1974, através de uma etapa na América Latina da turnê The Jackson 5 World Tour (1973–1975), como um membro do grupo Jackson 5, aos dezesseis anos de idade, a turnê contou com apresentações nas cidades de São Paulo, Brasília, Porto Alegre, Salvador, Rio de Janeiro e Belo Horizonte. Em 15 e 17 de outubro de 1993, ele realizou como cantor solo, suas duas últimas apresentações no país, através da turnê Dangerous World Tour (1992–1993) com ingressos esgotados no Estádio do Morumbi na cidade de São Paulo. Durante sua estadia no Brasil, Jackson visitou uma fábrica de brinquedos, na ocasião um dos veículos de sua comitiva atropelou dois irmãos, onde um deles quebrou a perna, o cantor mais tarde visitou-os pessoalmente no hospital.\n\n\n=== Em Portugal ===\nEm 26 de setembro de 1992, Jackson apresentou-se pela primeira e única vez em Portugal, através da etapa europeia de sua turnê Dangerous World Tour, no Estádio José de Alvalade em Lisboa.\n\n\n== Impacto cultural e legado na música ==\n\nSegundo o Guinness World Records, Michael Jackson é o maior e mais relevante artista da história da música popular. Ele continua na lista dos 100 mais vendidos desde 1969, sem interrupção. Sua música e seu estilo musical permanece popular até hoje e influencia vários dos maiores artistas pop da atualidade. Dois de seus álbuns de estúdio estão entre os dez mais vendidos da história e possui seis na lista dos 100 mais vendidos.\nMichael não influenciou somente a música e a dança, seu impacto foi além, considerado o \"maior ícone negro de todos os tempos\", Michael foi responsável pela quebra de barreiras raciais, fazendo com que grandes personalidades como Oprah Winfrey possuíssem os status que tem hoje.\nAutor de vários projetos filantrópicos como a Fundação Heal the World, Jackson é lembrado por ser um dos artistas que mais se dedicaram a ações contra fome no continente africano. Durante toda sua carreira, Michael doou milhões de dólares para a caridade.\nA vida pessoal de Jackson sempre no alvo da mídia, somado com o sucesso da sua carreira, fazem dele parte da história da cultura popular.\n\n\n== Discografia ==\n\nGot to Be There (1971)\nBen (1972)\nMusic & Me (1973)\nForever, Michael (1975)\nOff the Wall (1979)\nThriller (1982)\nBad (1987)\nDangerous (1991)\nHIStory: Past, Present and Future – Book I (1995)\nInvincible (2001)\nMichael (2010)\nXscape (2014)\n\n\n== Filmografia ==\nThe Wiz (1978)\nCaptain EO (1986)\nMoonwalker (1988)\nMichael Jackson's Ghosts (1997)\nMen in Black II (2002)\nMiss Cast Away and the Island Girls (2004)Documentários póstumos\n\nMichael Jackson's This Is It (2009)\nBad 25 (2012)\nMichael Jackson: The Last Photo Shoot (2014)\nMichael Jackson's Journey from Motown to Off the Wall (2016)\n\n\n== Videografia ==\nMaking Michael Jackson's - Thriller (1984)\nThe Legend Continues (1988)\nDangerous - The Short Films (1993)\nVideo Greatest Hits - HIStory (1995)\nHIStory on Film, Volume II (1997)\nNumber Ones (2003)\nThe One (2004)\nLive in Bucharest: The Dangerous Tour (2005)\nMichael Jackson's Vision (2010)\nMichael Jackson A Vida De Um Ícone\" (2011)\nLive at Wembley July 16, 1988 (2012)\n\n\n== Jogos ==\nMichael Jackson's Moonwalker (1990)\nMichael Jackson: The Experience (2010)\nPlanet Michael (2011)\n\n\n== Ver também ==\nLista de recordistas de vendas de discos\nLista de recordistas de vendas de discos nos Estados Unidos\n\n\n== Referências ==\n\n\n=== Bibliografia ===\n\n\n== Ligações externas ==\n\nSítio oficial (em inglês)\nSobre a Heal The World Foundation (em inglês)\nMichael Jackson (em inglês) no Internet Movie Database","sourceContentSanitized":"undefinedMichael Joseph Jackson (Gary, 29 de agosto de 1958 — Los Angeles, 25 de junho de 2009) foi um cantor, compositor, dançarino, produtor, empresário, arranjador vocal, filantropo, pacifista e ativista estadunidense. Segundo a revista Rolling Stone, faturou em vida cerca de sete bilhões de dólares, tornando-se o artista mais rico da história. Um ano após sua morte ainda faturou cerca de um bilhão de dólares.Começou a cantar e a dançar aos cinco anos de idade, iniciando-se na carreira profissional aos onze anos como vocalista do grupo Jackson 5; Em 1971, iniciou a carreira solo, mesmo permanecendo como membro do grupo. Reconhecido nos anos seguintes como Rei do Pop (do inglês: King Of Pop), cinco de seus álbuns de estúdio se tornaram os mais vendidos mundialmente de todos os tempos: Off the Wall (1979), Thriller (1982), Bad (1987), Dangerous (1991) e HIStory (1995). Lançou-se em carreira solo no início da década de 1970, ainda pela Motown, gravadora responsável pelo sucesso do grupo formado por ele e os irmãos. Em idade adulta, gravou o álbum mais vendido e popular da história, Thriller. Jackson é frequentemente citado como \"O maior ícone negro de todos os tempos\", e com grande importância para a quebra de barreiras raciais, abrindo portas para a dominação da música negra na música popular, e pessoas como Oprah Winfrey e Barack Obama conseguirem o status que tem hoje em dia.No início dos anos 1980, tornou-se uma figura dominante na música popular e o primeiro cantor afro-americano a receber exibição constante na MTV. A popularidade de seus vídeos musicais transmitidos pela MTV, como \"Beat It\", \"Billie Jean\" e \"Thriller\" são creditados como a causa da transformação do videoclipe em forma de promoção musical e também de ter tornado o então novo canal famoso. Vídeos como \"Black or White\", \"Scream\", \"Earth Song\", entre outros, mantiveram a alta rotatividade dos vídeos de Jackson durante a década de 1990. Foi o criador de um estilo totalmente novo de dança, utilizando especialmente os pés. Com suas performances no palco e clipes, Jackson popularizou uma série de complexas técnicas de dança, como o Robot, o \"The Lean\" (inclinação de 45º), o famoso \"Moonwalk\". Seu estilo diferente e único de cantar e dançar, bem como a sonoridade de suas canções influenciaram uma série de artistas nos ramos do hip hop, pop, R&B e rock. Jackson também foi um notável filantropo e humanitário, doando milhões de dólares durante toda sua carreira a causas beneficentes por meio da Dangerous World Tour, compactos voltados à caridade e manutenção de 39 centros de caridades, através de sua própria fundação. No entanto, outros aspectos da sua vida pessoal, como a mudança de sua aparência, principalmente a da cor de pele devido ao vitiligo geraram controvérsia significante a ponto de prejudicar sua imagem pública. Em 1993 foi acusado de abuso infantil, mas a investigação foi arquivada devido a falta de provas e Jackson não foi a tribunal. Depois, casou-se e foi pai de três filhos, todos os quais geraram controvérsia do público. Em 2005, Jackson foi julgado e absolvido das alegações de abuso infantil. Enquanto se preparava para uma nova turnê intitulada This Is It, Jackson morreu de intoxicação aguda do anestésico propofol em 25 de junho de 2009, após sofrer uma parada cardíaca. O Tribunal de Justiça de Los Angeles considerou sua morte um homicídio, e seu médico pessoal Dr. Conrad Murray foi condenado por homicídio culposo. Sua morte teve uma repercussão internacional instantânea, sendo motivo de comoção por parte dos fãs em muitas partes do mundo, estima-se que até dois bilhões de pessoas tenham assistido ao funeral pela televisão, já que emissoras do mundo todo transmitiram o evento ao vivo. Em março de 2010, a Sony Music Entertainment assinou um contrato de US$ 250 milhões com o espólio de Jackson para reter os direitos autorais de distribuição para suas gravações até 2017, e lançando cerca de sete álbuns póstumos na década seguinte a sua morte.Michael Jackson foi o o maior artista de todos os tempos segundo o Guinness Book por ter vendido incríveis 1,5 bilhões de discos em toda a sua carreira e se manter nos charts musicais desde 1969. Um dos poucos artistas a entrar duas vezes ao Rock And Roll Hall of Fame, seus outros prêmios incluem vários recordes certificados pelo Guinness World Records, incluindo \"O maior artista de todos os tempos\" e um para Thriller como o álbum mundialmente mais vendido de todos os tempos - 36 Grammys e 41 canções a chegar ao topo das paradas como cantor solo - e vendas que superam as 350 milhões de unidades mundialmente, Jackson recebeu centenas de prêmios, que fizeram dele o artista mais premiado da história da música popular. Alguns empresários da Sony já registram a incrível marca de mais de 750 milhões de álbuns vendidos à nível mundial, ultrapassando artistas consagrados como The Beatles e Elvis Presley deixando um marco histórico no mundo da música popular. Sua vida, constantemente nos jornais, somada a sua carreira de sucesso como popstar fez dele parte da história da cultura popular mundial. Nos últimos anos, foi citado como \"a pessoa mais famosa e conhecida do mundo\". Michael era o sétimo de nove filhos de Joseph e Katherine Jackson. A família inteira – incluindo os irmãos mais velhos, Rebbie, Jackie, Tito, Jermaine, LaToya e Marlon, e os mais novos, Randy e Janet – viveram juntos em uma pequena casa de dois quartos, e o pai sustentava a casa a duras penas trabalhando em uma usina siderúrgica. Por vontade da mãe, mas contra o desejo do pai, as crianças tornaram-se Testemunhas de Jeová e passaram a praticar a evangelização de porta em porta.De acordo com as regras rígidas do pai, as crianças eram mantidas trancadas em casa enquanto ele trabalhava até tarde da noite. Entretanto, as crianças escapavam frequentemente para as casas dos vizinhos, onde cantavam e faziam música. Os irmãos mais velhos mexiam na guitarra do pai Joseph sem sua permissão enquanto ele estava trabalhando. Até que um dia Joseph tomou consciência do talento de seus filhos e resolveu ganhar dinheiro com isso, e assim sair de Gary e ir para a Califórnia, para mais tarde serem contratados pela Motown. Na Motown, Michael e seus irmãos gravaram vários álbuns, o que lhes rendeu fama mundial. Com apenas treze anos, Michael, através dos Jackson 5, havia colocado quatro canções no topo das paradas: \"I Want You Back\", \"ABC\", \"I'll Be There\", \"The Love You Save\". Michael iniciou sua carreira solo quando ainda estava na Motown, quando lançou os álbuns Got to Be There, Ben, Music & Me e Forever, Michael, todos com pelo menos um sucesso mundial. A partir de 1973 a popularidade do grupo começou a diminuir, embora eles tivessem sucessos razoáveis como \"I Am Love\" e \"Dancing Machine\". Neste último, durante as apresentações, Jackson simulava um robô dançando. A dança tornou-se bastante popular no mundo todo.Durante sua infância Michael e seus irmãos sofreram constante abuso de seu pai, que batia frequentemente nas crianças, e as aterrorizava psicologicamente. Os ensaios eram supervisionados pelo pai com um cinto na mão. Certa vez Michael e seus irmãos foram dormir no quarto de um hotel e deixaram a janela aberta. Joseph escalou a janela com uma máscara no rosto e deu um susto nos irmãos, somente para ensiná-los a não deixar a janela aberta quando fossem dormir. Anos depois, Jackson sofreu pesadelos sobre ser sequestrado do seu quarto e chorava com isso. Durante sua entrevista a apresentadora Oprah Winfrey, em 1993, Michael disse que durante sua infância chorou várias vezes por solidão e que muitas vezes vomitava só de ver seu pai. No documentário de 2003, Living with Michael Jackson, do jornalista britânico Martin Bashir, o cantor chorou ao relembrar de sua infância. Em 1975, os Jackson 5 saíram da Motown e assinaram contrato com a Epic em busca de mais liberdade para produzir suas canções. Como resultado do processo judicial, tiveram que mudar o nome para The Jacksons. Michael foi o principal compositor do grupo, escrevendo sucessos como \"Shake Your Body (Down to the Ground)\", \"This Place Hotel\", \"Can You Feel It?\". Em 1978, Michael co-estrelou The Wiz no papel do Espantalho com sua companheira de gravadora, Diana Ross, como Dorothy. As canções do filme foram arranjadas e produzidas por Quincy Jones, que simpatizava com Michael. Após assinar o contrato com a Epic, em 1978, Michael trabalhou com Quincy em muitos álbuns.Michael começou a gravar Off the Wall durante a primavera norte-americana de 1978. Com a produção de Quincy Jones, Jackson selecionou dez canções as quais formaram seu primeiro álbum solo em idade adulta. Off the Wall causou furor entre o público e a mídia especializada. A mistura de black music e disco do álbum tornou-se referência nos anos que se seguiram. Michael ganhou seu primeiro Grammy com o compacto de \"Don't Stop 'Til You Get Enough\", uma canção escrita e produzida por ele. Foram dois anos de constante exposição no rádio e na televisão. Foi a primeira vez que um artista colocou quatro canções de um mesmo álbum entre as dez mais tocadas tanto no Reino Unido quando nos Estados Unidos. Em 1980, Off the Wall já era o álbum de black music mais vendido da história. Os números chegam, atualmente, a 20 milhões de cópias.Apesar de ter vendido com um único álbum solo mais do que os The Jacksons haviam conseguido na carreira de 11 anos, Michael resolveu continuar com os irmãos, atendendo a pedidos da mãe. Em 1979 durante um ensaio, Jackson caiu e quebrou o nariz, sendo obrigado a operar o nariz. Sua primeira rinoplastia não foi um completo sucesso, e Jackson reclamou de dificuldades respiratórias que afetavam sua carreira. Ele foi submetido ao Dr. Steven Hoefflin, que realizou a segunda rinoplastia de Jackson e outras subsequentes operações. Depois de lançar mais um disco com os The Jacksons em setembro de 1980 e cumprir uma apertada agenda de divulgação - que incluía especiais no rádio e uma sequência de 39 espetáculos pelos Estados Unidos -, Michael tinha pouco tempo para gravar o álbum que sucederia Off the Wall. Michael aceitou um convite do cineasta Steven Spielberg para narrar a história do filme E.T., O Extraterrestre (1982) em um disco que ainda incluiria a canção inédita \"Someone in the Dark\". Jackson resolveu trabalhar nos dois projetos simultaneamente, o que gerou desconforto na Sony Music. O disco narrado por Michael seria distribuído pela MCA Records no mesmo mês em que a gravadora tinha agendado o lançamento de Thriller. A Sony Music entrou na Justiça e conseguiu cancelar o projeto. Enquanto isso, Jackson concluiu as gravações de Thriller. O álbum foi finalizado em seis meses e lançado em novembro de 1982, depois de vários adiamentos. Thriller é atualmente o álbum mais vendido da história, com mais de 110 milhões de cópias vendidas no mundo. Nos dois anos que se seguiram ao lançamento, o álbum foi a maior sensação da América, influenciando não somente a música, como também a dança, a moda e a televisão. Thriller chegou à primeira posição entre os mais vendidos dos Estados Unidos no dia 21 de fevereiro de 1983 e permaneceu na posição por 37 semanas no primeiro lugar e mais 43 no top 10, um recorde. Sete compactos foram lançados e dois conquistaram o primeiro lugar, \"Billie Jean\" e \"Beat It\". Thriller foi também um marco na luta contra a discriminação racial na indústria fonográfica. Jackson tornou-se o primeiro artista negro cuja música estava no ar na MTV, com o videoclipe de \"Billie Jean\", dirigido por Steve Baron. A canção \"Beat It\", que tinha participação do guitarrista Eddie Van Halen, fez rádios de rock, na época orientadas a um público essencialmente branco, tocarem a canção de um negro; e fez rádios de black music tocarem rock. Um feito inédito até então. Durante a divulgação de Thriller na noite de 16 de maio de 1983, 3 mil celebridades norte-americanas lotaram um teatro em Los Angeles para assistir a uma apresentação comemorativa dos 25 anos da gravadora, chamada Motown 25: Yesterday, Today, Forever. De suas casas, 50 Milhões de norte-americanos acompanharam pela TV a apresentação dos vários artistas negros, até a entrada dos Irmãos Jacksons, que vão embora e deixam Michael Jackson sozinho no palco. Ele começou a cantar \"Billie Jean\", sucesso do álbum que havia lançado seis meses antes. De repente, Michael parou de cantar, andou até o canto esquerdo do palco e voltou deslizando de costas. Naquela noite, mais do que imortalizar o passo de dança criado e batizado décadas antes pelo dançarino Bill Bailey como \"Moonwalk\" (algo como \"passo da lua\"), Michael Jackson consagrou-se como o Rei do Pop. \"Foi aquele momento que cristalizou o status de celebridade de Michael Jackson\", disse a revista americana Rolling Stone. \"Moonwalk, no mundo do entretenimento, só é comparável ao andar de vagabundo de Chaplin, à sequência de Gene Kelly em Dançando na Chuva e aos passos de Fred Astaire no filme Núpcias Reais\". Depois daquela apresentação, tanto Fred Astaire quanto Gene Kelly foram atrás de Jackson para parabenizá-lo por usar tão bem o passo criado por Bailey. Foi então que o cantor estreou o chapéu e jaqueta pretos e a famosa luva de lantejoulas. Em dezembro daquele ano, Michael e o diretor John Landis estabeleceram também novos horizontes para a produção de videoclipes, quando um curta-metragem de 14 minutos foi lançado para promover a canção \"Thriller\" ao custo de 600 mil dólares, elevado para os padrões da época. Também em tempo para o Natal de 1983, um segundo dueto entre Jackson e Paul McCartney chegou às lojas. \"Say Say Say\" tornou-se o sexto número um de Michael na América e o nono do ex-Beatle. Em 27 de janeiro de 1984, Michael Jackson sofreu um acidente enquanto gravava o segundo comercial para a televisão do contrato de 5 milhões de dólares que havia assinado para ser garoto-propaganda da Pepsi. O cabelo do astro foi incendiado por fogos de artifício. Ele teve queimaduras de segundo grau no couro cabeludo. Michael foi liberado do hospital um dia depois da internação. Em março de 1984, Jackson lançou em VHS o videoclipe de \"Thriller\" acompanhado por um documentário sobre os bastidores da produção. A fita, intitulada Making Michael Jackson's Thriller, vendeu 4 milhões de unidades e tornou-se a mais vendida de todos os tempos, até ser superada pela do filme Titanic, de James Cameron, em 1997. Em maio seguinte, Thriller entrou para o livro dos recordes e Michael ganhou uma estrela na Calçada da Fama, em Hollywood. Ao final de 1984, Jackson já havia conquistado 2 prêmios por Thriller. Na cerimônia do Grammy Awards daquele ano, o astro estabeleceu um novo recorde conquistando oito prêmios. A marca foi igualada pelo guitarrista mexicano Carlos Santana com o álbum Supernatural, em 2000. Com o sucesso de Thriller, o interesse do público e da imprensa por Jackson era crescente. Tornaram-se notórios não somente os hábitos pouco usuais do músico, mas também os trabalhos humanitários de Michael, especialmente em prol de crianças e adolescentes. Em maio de 1984, Jackson participou do lançamento de uma campanha contra as drogas na Casa Branca como convidado do presidente americano na época Ronald Reagan. Em julho, Michael anunciou que reverteria todos os lucros da turnê do álbum Thriller para a caridade. A Victory Tour, com 55 concertos em cidades dos Estados Unidos e Canadá, arrecadou 75 milhões de dólares. A turnê quebrou o recorde de maior público, antes detido por Elvis Presley. Michael levava seus animais de estimação exóticos para todo lugar. Um chimpanzé chamado Bubbles e uma cobra chamada Muscles. Em 1985, Michael se uniu a Lionel Richie e Quincy Jones na missão de arrecadar fundos para a campanha USA for Africa. A ideia era gravar uma canção cujos lucros seriam revertidos para reduzir os índices de mortalidade pela fome no continente africano. Lionel compôs, no piano, a melodia. Michael escreveu a letra em um único dia. O resultado eles chamaram de \"We Are The World\". Para gravar a canção, Quincy Jones convidou 44 celebridades da música e televisão, incluindo Cyndi Lauper, Diana Ross, Ray Charles e Stevie Wonder. O projeto arrecadou 200 milhões de dólares para a luta contra a fome na Etiópia.Michael ganhou dois Grammys por \"We Are the World\": \"Canção do Ano\" (com Lionel Richie) e \"Gravação do Ano\" (com Quincy Jones). A canção recebeu também outros dois prêmios na cerimônia. Jackson começou uma carreira empresarial. Ele comprou direitos autorais do catálogo Northern Song, que continha canções dos Beatles, Elvis Presley entre outros. McCartney ficou chateado com Jackson e desde então a amizade dos dois parece ter acabado. Em 1986 o público conheceu uma das canções selecionadas para fazer parte do que seria seu próximo de estúdio: Bad. A canção Another Part of Me fazia parte da trilha-sonora do filme Captain EO, produzido por George Lucas e Francis Ford Coppola. Michael estrelava o curta-metragem filmado todo em 3D para a Disney ao custo de um milhão de dólares por minuto. Até 1998, o filme ainda era exibido em parques temáticos da companhia. Em 2009, depois da morte do astro, a Disney decidiu resgatar o musical e colocá-lo em cartaz novamente. Jackson lançou Bad em agosto de 1987, com dois anos de atraso. Para a mídia especializada, o álbum era pouco ousado e uma decepção em comparação com Thriller (1982) ou Off the Wall (1979). Em contrapartida, o público respondeu bem e fez de Bad um grande sucesso. Não tão grandioso quanto Thriller, mas um grande sucesso. O álbum vendeu 30 milhões de cópias em todo o mundo e permaneceu durante algum tempo como o segundo mais vendido da história. Bad ainda teve um recorde de nove canções lançadas como compacto. Cinco delas chegaram à primeira posição nos Estados Unidos: \"I Just Can't Stop Loving You\" (com a estreante Siedah Garrett), \"Bad\", \"The Way You Make Me Feel\", \"Man in the Mirror\" e \"Dirty Diana\". Foi a primeira vez que um artista colocou cinco canções de um mesmo álbum em primeiro lugar, feito que se repetiu com Mariah Carey em 1990 e Katy Perry em 2010, ambas emplacando 5 canções em 1° lugar no Top Hot 100 da Billboard. Isso sem contar \"Another Part of Me\" que ficou um primeiro lugar nos charts de R&B. Durante a divulgação de Bad, a publicação de excentricidades sobre a vida de Michael adquiriu contornos enfáticos. Verdades ou mentiras, tornaram-se parte da imagem que se criou em torno de Jackson. Foi noticiado, por exemplo, que o astro tentou comprar os ossos e roupas de John Merrick, o Homem Elefante. Que ele teria uma parte do próprio nariz, retirada em cirurgia plástica, conservada em uma jarra dentro de casa. Que dormia em uma câmara hiperbárica para retardar o envelhecimento. Mais tarde essas notícias foram desmentidas pelo próprio. Na época, as alterações na aparência de Michael eram visíveis e geravam muita polêmica. Os jornais especulavam sobre dezenas de cirurgias plásticas, apesar do músico confirmar apenas duas, e possíveis razões para a mudança na cor da pele dele, que estava branca. Especialistas acreditavam que Michael teria se submetido a um tratamento intensivo com hidroquinona, uma substância capaz de clarear a pele. Em 1993, durante entrevista à apresentadora Oprah Winfrey, Jackson afirmou sofrer de vitiligo, uma doença autoimune não contagiosa em que ocorre a perda da pigmentação. Posteriormente o cantor ainda contraiu outra doença de pele, ele foi diagnosticado com lúpus no início dos anos 1990. Essa doença também causa alteração na pele, o sistema imune ataca as próprias células e tecidos do corpo, deixando o indivíduo com fortes dores e mais suscetível a outras doenças. Isso explicaria o uso de máscara cirúrgicas em público, e o vício em remédios contra a dor. Devido as suas supostas excentricidades, Michael ganhou o apelido ‘Wacko Jacko’, do tabloide The Sun. Vegetariano, Michael supostamente tinha horror a refrigerantes artificiais, apesar de ter feito uma campanha publicitária milionária para a Pepsi. Entretanto há divergências sobre o suposto vegetarianismo de Michael. A União Vegetariana Internacional afirma que ele não era, pois comia carne de frango.Bad foi indicado ao Grammy, Michael inclusive fez uma performance lendária no ano de 1988, onde cantou \"The Way You Make Me Feel\" e \"Man in the Mirror\". Ele não ganhou nenhum prêmio, o que gerou revolta no cantor. \"Eles julgaram minha aparência, não minha música.\" Em setembro de 1987, Michael deu início à Bad World Tour, a primeira turnê mundial dele como artista solo, que passou em 15 países e atraiu 4,4 milhões de pessoas aos estádios - um recorde de público que seria superado pelo próprio Michael duas vezes, em 1992 e 1997. Em 1988, o cantor lançou a autobiografia Moonwalk e o filme Moonwalker, dirigido essencialmente por Jerry Kramer, que continha os videoclipes de \"Smooth Criminal\" e \"Leave Me Alone\". O longa-metragem ainda deu origem a um jogo de videogame de mesmo nome para fliperamas, Sega Mega Drive e Sega Master System. Jackson ganhou um Grammy pelo videoclipe de \"Leave Me Alone\" em 1989. Bad foi a última colaboração de Jackson com Quincy Jones. Em maio de 1988, Michael se mudou da residência da família, Hayvenhurst, em Encino, para um rancho recém-adquirido no vale de Santa Ynez, ao norte de Los Angeles, também na Califórnia. A propriedade, de 2,7 mil acres, (10,93 km²) foi batizada de Neverland (Terra do Nunca, em português) - uma referência ao livro Peter Pan (1906), de J. M. Barrie. Ele morou sozinho no rancho por 17 anos em busca de privacidade. Não funcionou. Pelo contrário, o isolamento só fez com que aumentasse o interesse do público e, consequentemente, da imprensa sobre a vida dele. Em março de 1990, Michael assinou um contrato recorde de 1.089 bilhões de dólares segundo a revista Forbes, com a Sony Music que asseguraria a permanência dele na gravadora por mais 15 anos. Nesse período, ele deveria lançar seis álbuns e receberia 180 milhões em antecipação por cada um deles. No livro dos recordes, Jackson passou a ser citado como o artista mais bem pago da indústria da música. Durante o American Music Awards, Elizabeth Taylor discursava sobre a vida musical de Jackson quando finalizou: \"Em minha estima, ele (Michael Jackson) é o único que pode receber o título de Rei da música pop, rock e soul\".A platéia, manifestou-se a favor da proposta e, desde então, o público e a imprensa se referem a Michael como \"King of Pop\" (\"Rei do Pop\"). Depois de um ano longe das paradas de sucesso, Michael pôde ser ouvido novamente nas rádios em novembro de 1991 com a canção \"Black or White\", o primeiro compacto lançado do álbum Dangerous. Jackson convidou o diretor John Landis (de \"Thriller\") para gravar o videoclipe da canção. Quando foi transmitido, o curta-metragem, que tinha dez minutos de duração, gerou controvérsia, mostrando o astro quebrando vitrines de lojas e destruindo um carro com um pé-de-cabra. O videoclipe foi transmitido simultaneamente para 27 países perante uma audiência estimada em 500 milhões de pessoas: um novo recorde. A reação foi imediata. O segmento considerado violento foi retirado do curta-metragem. Michael se retratou em um comunicado dizendo que o comportamento simulava o instinto de uma pantera, animal em que se transforma durante a história. O vídeo também ficou famoso por mostrar na televisão uma das primeiras metamorfoses geradas em computador. O videoclipe contava com a participação de Macaulay Culkin. Duas semanas depois desse enorme feito, Dangerous foi lançado. O álbum reunia 14 canções inéditas - 12 delas escritas e compostas por Jackson. A produção era, essencialmente, de Teddy Riley, considerado um dos criadores de um novo tipo de som chamado 'new jack swing'. Dangerous gerou nove compactos, incluindo três números um nos Estados Unidos: \"Black or White\", \"Remember the Time\" e \"In the Closet\". O álbum ficou mais de dois anos entre os mais vendidos e foi adquirido por 34 milhões de pessoas no mundo, superando Bad como o segundo melhor desempenho da carreira do cantor. Este é o álbum de um artista masculino mais vendido da década de 1990. Jackson fundou a \"Heal the World Foundation\" em 1992. A fundação ajudava milhões de crianças ao redor do mundo. Também enviou milhões de dólares para todo o mundo para ajudar as crianças ameaçadas pela guerra e por doenças. Em junho de 1992, Michael saiu em turnê para divulgar o álbum e quebrou recordes de público firmados anteriormente por ele mesmo durante a Bad World Tour, em 1987 e 1988. A turnê foi interrompida em 1993 depois que ele foi acusado de abusar sexualmente de um menor. Apesar disso, a investida levou para os estádios 3,5 milhões de pessoas em 69 concertos - uma média maior do que qualquer outra turnê até então. Todos os lucros da Dangerous World Tour foram revertidos para caridade. A Dangerous World Tour foi a turnê que utilizou mais equipamento do mundo. O palco demorava 3 dias para ser montado e eram necessárias mais de 60 carretas, 20 caminhões e 2 jumbos 747 para transportar o equipamento de 2 toneladas e meia que eram: 168 homens trabalhando, 2 telões de cristal líquido, 1000 luzes e mais de 10 mil cabos elétricos. A Dangerous World Tour foi transmitida ao vivo pela HBO e foi a turnê de maior audiência da televisão. Para retomar a divulgação do álbum Dangerous nos Estados Unidos, interrompida desde que saiu em turnê, Michael programou dois grandes eventos televisivos em 1993. No dia 31 de janeiro, ele se apresentou no intervalo do Super Bowl XXVII, a famosa final do campeonato de futebol americano organizado pela NFL e exibido, nesse ano, pela rede de televisão norte-americana NBC diante de uma audiência de 103,4 milhões de pessoas,. Ao contrário de anos anteriores, ele foi a única atração do tradicional \"show do intervalo\". Devido ao status de estrela de Michael, a rede de televisão norte-americana FOX (concorrente da NBC) deixou de exibir, pela primeira vez, um compacto com os melhores momentos do Super Bowl disputado no ano anterior (Super Bowl XXVI); esse compacto era tradicionalmente exibido quando a emissora não detinha os direitos de transmissão da partida. A performance de Michael foi impressionante. Houve uma explosão e o \"Rei do Pop\" saiu pulando do chão acompanhado de fogos. Ele pousou e ficou imóvel em sua famosa postura de estátua por vários minutos, enquanto a multidão ia ao delírio. Uma chuva de fogos caía sobre o astro, que estava com seu tradicional óculos de sol, bracelete, roupa de militar com detalhes em ouro. Ele virou o rosto e lentamente começou a tirar os óculos, jogou-os e começou a cantar e dançar. Michael cantou três canções: \"Jam\", \"Billie Jean\" e \"Black or White\". O Gran Finale aconteceu após a exibição de uma vídeo-montagem de Michael participando de várias campanhas humanitárias por todo o mundo e, em seguida, 3.500 crianças da região de Los Angeles se juntam a Michael para cantar \"Heal the World\". Foi o primeiro Super Bowl em que o número do público aumentou durante meia hora de show. Dangerous subiu 90 posições depois da apresentação. Dez dias depois, concedeu uma entrevista à apresentadora Oprah Winfrey que foi assistida por 100 milhões de telespectadores. Foi a primeira vez em dez anos que Jackson aceitou falar com a imprensa. A entrevista também se tornou um dos eventos mais assistidos de todos os tempos. E o álbum Dangerous voltou ao top 10 após um ano de seu lançamento original. Depois da morte Ryan White, vítima de HIV, Michael lançou o single Gone Too Soon, e chamou atenção do mundo para pesquisas sobre a cura da AIDS, que na época havia um grande preconceito por parte das pessoas. Durante a era Dangerous, Jackson visitou vários lugares do mundo, incluindo Iraque e Egito. Na África quando desembarcou em Gabão, foi recebido por mais de 100 mil pessoas, com um enorme cartaz dizendo \"Bem-vindo a casa Michael!\". Em sua viagem á Costa do Marfim, Jackson foi coroado \"Rei Sani\" pelo chefe da tribo. Em 1993 recebeu o \"Grammy Legend Award\" por ser uma lenda viva e por sua contribuição ao mundo da música. Em agosto de 1993 o jovem Jordan Chandler, de 13 anos, representado pelo advogado civil Larry Feldman, acusou Michael de abuso sexual. As declarações, feitas à imprensa, nunca foram entregues à Justiça e, por consequência, o astro não chegou a ser indiciado pelo crime. Apesar disso, o promotor distrital Tom Sneddon deu início a investigações paralelas no final do mês pelo condado de Santa Ynez, residência oficial de Jackson. As acusações geraram frenesi em todo o mundo. Michael cancelou o seguimento da turnê do álbum Dangerous em outubro, pouco antes de deixar o México a caminho dos Estados Unidos. Durante uma semana daquele mês não se soube o paradeiro do astro. Ele reapareceu internado aos cuidados do terapeuta Beauchamp Colclough, na Irlanda do Norte, em uma clínica de reabilitação para dependentes químicos alegando a necessidade de se restabelecer de um vício em analgésicos. Michael se pronunciou sobre as alegações pela primeira vez em dezembro de 1993, durante um comunicado transmitido simultaneamente pelas redes CNN, CBS, NBC e ABC, ao vivo do rancho Neverland. Ele se defendeu, afirmando ser incapaz de \"causar mal a uma criança\". Depois de seis meses de negociações, contra a vontade do cantor e do seu advogado, a companhia de seguros daquele fechou um acordo de confidencialidade com o dentista Evan Chandler, pai de Jordan que o acusava. Especula-se que a família tenha embolsado quase 15 milhões de dólares. As investigações paralelas da Justiça foram arquivadas em 1994 por falta de provas. Com o acordo, o único reclamante se recusava a colaborar. Em 1996 Evan processou-o novamente, alegando que Michael teria violado os termos da acção civil, quando publicamente afirmou nunca ter abusado sexualmente do garoto. Neste novo processo, Chandler referiu-se ao álbum HIStory, bem como a uma entrevista que Michael deu a Diane Sawyer. O pedido abrangia uma indenização no valor de 60 milhões de dólares. Em 26 de maio de 1994, Jackson casou-se com Lisa Marie Presley, numa cerimónia na República Dominicana. A união foi amplamente divulgada e criticada pela imprensa, que especulava sobre a conveniência do casamento, realizado meses depois do término das investigações criminais contra o astro. A primeira aparição pública do casal foi em setembro durante o MTV Video Music Awards do ano. Eles entraram no palco, seguiram por uma passarela e se beijaram. O matrimônio durou dois anos. O primeiro compacto lançado da Era History foi Scream, um dueto musical com a irmã Janet, estreou durante uma entrevista concedida por Michael e Lisa Marie à apresentadora Diane Sawyer no programa Primetime, da ABC, um dia antes do lançamento de HIStory. O videoclipe de Scream é o vídeo musical mais caro da história: custou cerca de sete milhões de dólares, sendo certificado pelo Guinness World Records em 2006, desde então o livro não registrou nenhum outro. Em junho de 1995 chegou às lojas o álbum duplo HIStory: Past, Present and Future – Book I. No primeiro disco, uma seleção de quinze sucessos remasterizados. No segundo, a primeira coleção de canções inéditas lançada pelo cantor desde que acusado de abuso sexual. Foram gastos 30 milhões de dólares em publicidade e propaganda para o lançamento do álbum e divulgação de cinco compactos. Foi a maior campanha de marketing já montada para promover um disco. HIStory vendeu quase 20 milhões de cópias.[carece de fontes?] Também durante a divulgação do álbum, Jackson esteve no Brasil para gravar cenas do videoclipe da canção \"They Don't Care About Us\" na favela Santa Marta no Rio de Janeiro e também no Pelourinho, em Salvador, com o grupo de percussão Olodum. Em setembro de 1996, Michael Jackson deu início à HIStory World Tour com um show de lotação esgotada na cidade de Praga, na República Checa. Ao término dos concertos, mais de um ano depois, Jackson tinha levado 4.5 milhões de pessoas aos estádios de 56 cidades, em 35 países diferentes. Com isso, a turnê estabelecia um novo recorde mundial de público. Em novembro de 1996, o astro se casou com a enfermeira dermatologista Debbie Rowe, com quem teve dois filhos. O primeiro, Michael Joseph Jackson Jr., nasceu naquele ano. No ano seguinte, Rowe deu à luz Paris Katherine Jackson. A enfermeira abriu a mão de todos os direitos maternos e entregou a guarda das crianças a Jackson, gerando grande polêmica. Em 2002, Rowe afirmou, em entrevista à rede americana de televisão FOX, que os filhos foram \"presentes\" dados por ela ao astro. Em Março de 2019, Debbie Rowe revelou que Prince e Paris não são filhos biológicos do cantor. Em entrevista ao The Sun, Debbie assumiu que os dois herdeiros nasceram a partir da doação de esperma de uma terceira pessoa e que ela nunca teve relações sexuais com Jackson: “Eles me fertilizaram, da mesma maneira que eu fertilizo meus cavalos para reproduzir, era muito técnico, eu era sua égua de raça pura”, disse ao jornal inglês.Em 1997, oito canções inéditas de HIStory foram remixadas e lançadas na coletânea Blood on the Dance Floor. Entre os produtores responsáveis pelas versões estão Wyclef Jean (\"2 Bad\"), David Morales (\"This Time Around\") e Tony Moran (\"HIStory\"). Neste álbum de remixes também são encontradas 5 canções de estúdio: Blood on the Dance Floor, Morphine, Superfly Sister, Ghosts e Is It Scary. A primeira acabou se tornando a única música bem sucedida do álbum nos Estados Unidos, mas também foi lançado como single HIStory/Ghosts, que em geral teve um bom rendimento na Europa. Blood on the Dance Floor é o álbum de remixes mais vendido da história, com cerca de 7 milhões de cópias vendidas. Um curta-metragem de 35 minutos intitulado Ghosts e estrelado por Jackson estreou nos cinemas europeus na mesma época. O filme, escrito por Stephen King (\"Carrie, A Estranha\") e dirigido por Stan Winston (\"O Predador\"), foi concebido como uma releitura do clássico videoclipe produzido para a canção \"Thriller\" em 1984. Em maio de 1997, o grupo Jackson 5 foi incluído ao Hall da Fama do Rock and Roll. Quatro anos mais tarde, em 2001, Jackson receberia a condecoração como artista solo. Em 1999, Jackson realizou vários concertos beneficentes chamado, \"Michael Jackson & Friends\", que contava com participação de Slash, The Scorpions, Boyz II Men, Mariah Carey, Pavarotti e outros. Em 2001, Michael completaria 30 anos de carreira solo. Para comemorar a data foram prensadas edições especiais dos álbuns Off the Wall, Thriller, Bad e Dangerous - todos remasterizados, com novos encartes, incluindo canções raras e inéditas, e também entrevistas com o produtor Quincy Jones e o compositor Rod Temperton. Além de dois shows comemorativos realizados no Madison Square Garden em setembro de 2001 com participação de vários artistas como Britney Spears, Whitney Houston, Slash, Usher, Luther Vandross, Destiny's Child entre outros. No mês seguinte, outubro, Jackson lançou Invincible, a primeira coleção de novas canções lançadas pelo astro em seis anos, desde HIStory, em 1995. Produzido essencialmente por Rodney Jerkins e Teddy Riley, também há a participação de Carlos Santana na música \"Whatever Happens\", Slash em \"Privacy\" e ainda um rap póstumo de Notorious B.I.G. Jackson também ajudou a formar o \"United We Stand: What More Can I Give\", concerto beneficente realizado no RFK Stadium em Washington em busca de fundos de caridade para os familiares das vitimas dos atentados terroristas de 11 de setembro nos Estados Unidos, onde cantou What More Can I Give junto com os outros cantores e Man in the Mirror sozinho, porém essa última não foi exibida na televisão. Durante a rápida divulgação do álbum ficaram explícitas as divergências entre Michael e o então chefe da Sony Music, Tommy Mottola. Os problemas começaram em 2000, quando Jackson tentou retirar a licença das gravações originais do catálogo dele da gravadora para lançamento independente. Assim Michael não precisaria dividir os lucros com a Sony. Entretanto, os advogados de Jackson encontraram cláusulas no contrato dele com a gravadora que impediam a transação. Para evitar uma disputa judicial, Michael e a Sony fecharam um acordo que permitiria que ele abandonasse a gravadora depois do lançamento de Invincible, mas não antes de um pacote de coletâneas que reuniriam os maiores sucessos dele. A crise se acentuou quando a canção \"You Rock My World\" vazou para as rádios americanas propositalmente e teve de ser lançada como primeiro compacto do álbum, Jackson queria que fosse Unbreakable. Assim, o Rei do Pop se negou a colaborar com o resto da divulgação de Invincible. Mesmo assim, a Sony ainda lançou, mesmo que de uma maneira irresponsável, 2 singles: Cry (mundialmente) e Butterflies (apenas nos Estados Unidos). Apenas Cry obteve um clipe, sem a presença de Jackson. Invincible é conhecido como o \"álbum mais caro da história\", já que só em produção, Jackson gastou cerca de 30 milhões de dólares. A Sony boicotou o álbum retirando-o das lojas após três meses de lançamento. Ainda assim Invincible vendeu cerca de 12 milhões de cópias no mundo todo, algo difícil até para os artistas que estavam no auge na época. Mais de 35 cantores contribuíram, como Shakira, Celine Dion, Ricky Martin, Luther Vandross, Justin Timberlake, Carlos Santana, Beyoncé, Laura Pausini e Mariah Carey. O compacto nunca foi lançado devido aos desentendimentos de Michael com a Sony Music. Além disso, especula-se que o envolvimento de um dos produtores do projeto com a indústria do cinema pornográfico estadunidense teria afastado patrocinadores. Michael teve seu primeiro filho, Prince Michael Jackson I em 1997, seguido por sua filha Paris Michael Katherine Jackson em 1998. 5 anos depois, Jackson teve seu terceiro filho, Prince Michael Jackson II (Blanket) em 2002. A mãe da última criança se mantém anônima, Jackson revelou que a criança era resultado de inseminação artificial. Em novembro do mesmo ano, durante sua estadia em Berlim, Jackson apareceu na janela da varanda do quarto de hotel com seu filho recém-nascido. O cantor surpreendeu a todos quando pôs seu filho com um pano no rosto para fora da janela durante 3 segundos. Supostamente, ele fizera isto para mostrar seu filho aos fãs que se encontravam à entrada do hotel, que teriam pedido que ele o mostrasse. Este ato provocou severas críticas. Em 2003 a Sony lançou a coletânea Number Ones que vendeu 10 milhões no mundo todo. No mesmo ano foi exibido o documentário Living with Michael Jackson, que mostrava o dia a dia do cantor. O documentário mostrou a vida de Jackson, a sua infância difícil, seus 3 filhos, a sua casa e o seu isolamento em seu mundo particular. O documentário causou repercussão negativa para Jackson na mídia, graças às declarações do cantor durante as entrevistas concedidas ao jornalista Martin Bashir, levando inclusive a segunda acusação em 2003. Alguns críticos disseram que o documentário foi mais prejudicial a imagem do cantor do que a acusação de 1993.[carece de fontes?]Ainda em 2003, acusado de abuso sexual de menor por Gavin Arvizo, Jackson negou tal alegação. Elizabeth Taylor defendeu o cantor em um programa de televisão dizendo que ela tinha estado lá, quando Gavin se encontrava na casa do cantor, assistindo televisão. \"Não houve nada de anormal. Nós rimos como crianças, assistimos um monte de filmes da Disney. Não houve nada de estranho, nem de inapropriado.\" Durante a investigação, o perfil de Jackson foi examinado por um profissional da saúde mental chamado Dr. Stan Katz; o médico passou várias horas com o acusador também. A avaliação feita por Katz, dizia que Jackson tinha a idade mental de um garoto de 10 anos e não se encaixava no perfil de um pedófilo.[carece de fontes?] O julgamento durou cinco meses, até o final de maio de 2005. Durante o julgamento, o cantor novamente sofreu de estresse e grave perda de peso, que viria alterar sua aparência. Em junho, Jackson foi absolvido de todas as acusações, por falta de provas. Depois do julgamento Michael abandonou Neverland e se mudou para o Bahrain. O cantor disse que apesar de amar Neverland, ela tinha trazido coisas ruins (como as acusações) para sua vida e que nunca mais andaria com crianças novamente. Outra coletânea foi lançada em 2004, The Ultimate Collection, uma caixa com quatro CDs e um DVD. Em março de 2006, a Sony Music lançou nova coletânea, o álbum duplo The Essential Michael Jackson. Em 2006, Jackson saiu do período de reclusão que estava passando em Bahrain desde que fora inocentado em 2005, e compareceu a diversas premiações e homenagens. A primeira delas foi a homenagem realizada em maio de 2006 na MTV japonesa, durante a premiação da Video Music Awards Japan '06. Nessa premiação, Jackson recebeu a Legend Award - raramente concebida a alguém -, devido a ele ser o artista masculino internacional que mais vendeu no Japão, uma lenda viva da música. A imprensa em geral fez um enorme destaque para esse evento, devido ao fato de que foi a primeira aparição pública que Jackson fez desde sua absolvição saindo de sua reclusão no Bahrain. Michael recebeu em 2006, oito Guinness World Records, entre os registros estavam, \"Primeiro artista a ganhar mais de cem milhões de dólares em um ano\", \"Primeiro artista a vender mais de 100 milhões de álbuns fora dos Estados Unidos\", \"Artista mais bem sucedido no mundo da música\" entre outros, sendo ainda cogitado como o artista mais rico do mundo, com uma fortuna estimada em mais de oito bilhões de dólares. Também no ano de 2006, em novembro, Michael compareceu ao World Music Awards. Recebeu o Diamond Award, dado a artistas que venderam mais de 100 milhões de discos. Durante a premiação, Jackson também recebeu o 9º certificado do Guinness da semana, dado em razão das 104 (na época) milhões de cópias vendidas do álbum Thriller. Em Maio de 2006, Michael se mudou do Bahrain para a cidade de Dublin, na Irlanda, onde continuou a gravar o que seria o décimo-terceiro álbum solo da carreira - o primeiro desde Invincible. A previsão era que o álbum chegasse às lojas nos anos seguintes e seria distribuído pela gravadora independente 2 Seas Records. Mas essa hipótese foi descartada mais tarde. O novo selo de gravação seria então a Michael Jackson Company Inc., criada há pouco tempo. Em Outubro do mesmo ano, o programa de televisão Access Hollywood teve acesso ao estúdio enquanto Michael trabalhava com o produtor e rapper Will.i.am, membro-líder do grupo Black Eyed Peas. O estúdio que Michael trabalhava em Dublin era a Grouse Lodge Residential Studios. Michael e a Sony compraram em 2007 o Famous Music LLC da Viacom, que lhe concedeu o direito sobre canções de muitos artistas famosos. O tão esperado novo álbum, teve lançamento adiado para 2009, mais concretamente para o segundo semestre desse ano. Michael havia trabalhado com vários produtores conhecidos como Teddy Riley, Will.i.am, entre outros. Numa tentativa de resgatar a visibilidade musical de Jackson, em 11 de fevereiro de 2008, a SonyBMG lançou Thriller 25th, uma edição comemorativa dos 25 anos do lançamento de Thriller, o seu mais conhecido álbum. Foram confeccionados remixes com a participação de artistas da época para compor a lista das faixas. Dentre os convidados estão Will.I.Am, Akon, Fergie e Kanye West. A Edição Especial é composta pelo CD - contendo as faixas convencionais e os remixes, adicionado o verso solo de Vincent Price e a canção inédita For All Time - e um DVD, contendo os clipes do álbum e a performance de Billie Jean no 25º Aniversário da Motown, em 1983. Thriller 25 pode ser considerado sucesso comercial: Chegou à posição #2 nos Estados Unidos, #3 no Reino Unido, e no TOP#10 em mais de trinta países. Atingiu três semanas em primeiro lugar na França, e duas semanas, em primeiro da Argentina, Bélgica, e no Reino Unido. Foi certificado \"Disco de Ouro\" em 11 países. Nos Estados Unidos, Thriller 25th foi o segundo álbum mais vendido na sua semana de estreia, passando dos 166.000 exemplares. Foi inelegivel para o chart Billboard 200 por ser relançamento, mas entrou no Pop Catalog no número um, onde permaneceu durante nove semanas consecutivas. Este foi o melhor lançamento Jackson desde Invincible em 2001, com um valor estimado de 500.000 exemplares e 2 milhões de cópias vendidas em 12 semanas. Atualmente está entre os 10 álbuns mais vendidos do ano de 2008. Para comemorar o aniversário de 50 anos de Michael Jackson a SonyBMG lançou \"King of Pop\" a primeira coletânea interativa de Michael Jackson que contou com seu público para seleção das faixas. O cantor vendeu seu rancho Neverland, depois de três anos sem morar no lugar. No entanto gerou controvérsia da imprensa, já que ele vendeu a propriedade para uma companhia que ele mesmo era um dos donos. \"This Is It\" seria uma série de 50 concertos que teria início em 13 de julho de 2009, na O2 Arena, em Londres. Os shows seriam suas primeiras aparições significantes desde a bem-sucedida HIStory World Tour de 1996/1997, já que em 2001, ano de lançamento de seu mais recente álbum de inéditas, não foi realizada uma turnê para a promoção deste álbum, apenas 2 concertos foram realizados na cidade de Nova Iorque para a comemoração de seus 30 anos de carreira. Os 750 mil ingressos para esses concertos esgotaram apenas 5 horas após o início das vendas.Todos os ensaios para a turnê foram filmados em alta definição: são mais de 100 horas de vídeos que deram origem a um filme/documentário, intitulado This Is It. O filme foi produzido pela Columbia Pictures, dirigido por Kenny Ortega e teve lançamento mundial de 28 de outubro a 30 do mesmo mês. Para acompanhar este filme a Sony lançou uma coletânea que foi sua trilha sonora. Nesta coletânea se encontrarão todas as músicas que Jackson estava ensaiando para a turnê na mesma sequência que apareceram no filme. Também houve a primeira música lançada depois de sua morte e versões nunca lançadas de algumas músicas, além de um poema que Jackson gravou para o álbum Dangerous lançado em 1991. Em 25 de junho de 2009, foi noticiado que Michael Jackson sofreu uma parada cardíaca em sua casa, na vizinhança de Holmby Hills, Los Angeles. Os serviços de emergência médica socorreram o cantor em sua casa, na tentativa de reanimá-lo. Porém, como Jackson se encontrava em estado de coma profundo, ele foi levado às pressas para o Ronald Reagan UCLA Medical Center, o hospital universitário da Universidade da Califórnia em Los Angeles (UCLA). Desde sua internação, rumores haviam se espalhado pela imprensa confirmando sua morte. Sua morte teve uma repercussão internacional instantânea, sendo motivo de preocupação por parte dos fãs em muitas partes do mundo. O site TMZ (em inglês) largou na frente confirmando a morte que teve repercussões instantâneas na blogosfera (em português) e imprensa (em português) brasileira. A morte foi atribuída a uma overdose de fármacos que Michael Jackson tinha tomado nas horas anteriores para dormir, e administrados pelo seu médico pessoal Dr. Conrad Murray. O último a ser administrado foi o anestésico Propofol, sendo que 10 minutos mais tarde o Rei do Pop estava em paragem cardio-respiratória. O adeus a Michael Jackson foi no dia 7 de julho de 2009. Primeiro o corpo foi velado em cerimônia privada no Forest Lawn Memorial Park's Hall of Liberty, somente para familiares e amigos íntimos. Logo em seguida o corpo foi levado para um ato público no Staples Center, onde 17.500 pessoas acompanharam o tributo. Estima-se que até dois bilhões de pessoas tenha assistido ao funeral pela televisão, já que emissoras do mundo todo transmitiram o evento ao vivo. Michael é o primeiro álbum póstumo de Michael Jackson. O seu lançamento foi anunciado para 14 de dezembro de 2010, sob o selo da Epic Records. Michael tem músicas inéditas, incluindo a anunciada \"Breaking News\", gravada originalmente em 2007. \"Breaking News\", a primeira música confirmada, não é um single. Segundo a Sony Music, a faixa é apenas uma prévia para o novo álbum.Segundo o cantor e produtor musical Akon, que trabalhou com Michael em várias faixas, a canção \"Hold My Hand\" é o primeiro single do novo álbum. Uma versão incompleta da música apareceu na internet em 2008, antes da morte de Jackson. Akon declarou que a faixa foi finalizada e que sentia orgulho de ter trabalhado com o artista. Além de Akon, Michael também conta com participações especiais do rapper 50 Cent e do guitarrista Lenny Kravitz.O clipe da música de Michael Jackson em parceria com Akon \"Hold My Hand\", foi divulgado no dia 9 de Dezembro. O filme foi dirigido por Mark Pellington e gravado na Califórnia e conta com participação de vários fãs do Rei do Pop além de algumas imagens do astro. \"Michael Jackson: The Experience\" (Michael Jackson: A experiência) é um jogo musical baseados nas canções de Michael Jackson.Foi inicialmente lançado apenas para as versões de Nintendo wii, Nintendo DS e PSP e chegou as lojas com um recorde de vendas segundo a Ubisoft, cerca de 1.2 milhões de cópias foram vendidas (em um único dia), detalhe é que a vandagem foi apenas para o Nintendo Wii, Nintendo DS e PSP, já que, o jogo chegará para as versões de Xbox 360 e PlayStation 3 no começo de 2011. O jogo usa uma tecnologia pertencente a Ubisoft chamada Player Projection. A forma do corpo será projetada na tela em ambientes inspirados nos mais famosos videoclipes e performances ao vivo de Michael Jackson. Os dados coletados desta forma permitirão ao jogo criar vários efeitos, visuais, e até a música em si. Haverá vários modos de jogo nesta versão. A única revelada até agora é a Michael's School, onde os jogadores poderão ensaiar antes do show. Um Treinamento em vídeo estará disponível para cada um dos movimentos de Michael Jackson existentes no jogo. Um ponto positivo do game é o cuidado que a produtora teve com a fidelidade. Alguns cenários reproduzem fielmente cenas dos videoclipes de Michael, inclusive com os dançarinos e o astro vestidos a caráter. Impossível conter a nostalgia ao ver o bar do clipe de Smooth Criminal com todos fantasiados de “mafiosos” ou então na música “In the closet” que (como no clipe) as cenas de dança são executadas por Michael e a modelo Naomi Campbell,Cabe ao jogador escolher qual dos dois irá representar. Além dos cenários, as coreografias receberam um tratamento especial também, pois são extremamente fiéis às originais na grande maioria das músicas. O andamento do game segue o tradicional. Movimentos que devem ser copiados como se você estivesse em frente a um espelho. A mão com a qual você segura o Wii Remote é assinalada na tela com um brilho na mão de Michael e na parte superior da tela, uma miniatura mostra qual o passo que deverá ser feito em seguida. Depois de cada um deles, você recebe uma “nota” de acordo com a precisão do movimento, que pode ser “perfect”, “good”, “ok” ou “X” (que indica erro). O jogo Planet Michael é um MMO inspirado na vida e obra do Rei do Pop, Michael Jackson. O título utiliza a mesma engine e estratégia comercial Entropia Universe — MMO sueco que aposta no sistema “grátis para jogar”, com microtransações liberadas entre os jogadores. Apesar da ambientação surreal o jogo contará com todos os elementos de um MMO tradicional: missões, coleta de recursos, manufatura de itens e assim por diante — entretanto tudo se baseia nas diferentes fases da carreira do cantor. The Immortal World Tour é uma turnê do Cirque Du Soleil que homenageou Michael Jackson. O espetáculo é uma parceria entre a MJ Estate com a produtora que cuida da companhia circense. A turnê do Cirque Du Soleil em homenagem ao Rei do Pop começa em 2011 no Canadá e, depois, seguirá para os Estados Unidos. O projeto teve o apoio da família de Michael. Escrito e dirigido por Jamie King, o mais importante diretor de concertos no mundo atual da música pop. Esta produção rara e eletrizante combinará a música e coreografia de Michael Jackson com a criatividade do Cirque du Soleil para dar aos fãs do mundo inteiro uma visão exclusiva do espírito, paixão e coração do gênio artístico que transformou para sempre a cultura pop mundial. Para o fundador do circo, Guy Laliberté, o projeto será um desafio \"máximo\" que levará a companhia a realizar um espetáculo que não pode ser comparado a qualquer outro feito antes. O coreógrafo Jamie King, que serviu como diretor de criação de Madonna nos últimos 12 anos King dirigiu em 2008 a \"Sticky & Sweet Tour\" de Madonna e outras turnês de cantoras como Rihanna, Celine Dion, Britney Spears, Avril Lavigne e as Spice Girls Immortal é o próximo álbum de remixes gravado originalmente pelo cantor, Michael Jackson e também pelo Grupo The Jackson 5, lançado no dia 21 de Novembro de 2011. A compilação de músicas remixadas será a Trilha Sonora da Turnê mundial de Homenagem do Cirque Du Soleil ao cantor.A Sony Music Entertainment anunciou que mais de 40 gravações originais de Michael foram remixadas por Justin Timberlake e Kevin Antunes (produtor de Rihanna) ao longo de um trabalho de anos no estúdio, sendo liberados pela Epic Records em conjunto com o espólio de Michael Jackson. Apesar de mais de 60 canções serem usadas ​​para a The Immortal World Tour, apenas 22 canções foram escolhidas. O CD terá duas versões a versão simples contendo 15 faixas e versão Deluxe com dois CDs contendo 22 faixas. Jackson apresentou-se pela primeira vez no Brasil em setembro de 1974, através de uma etapa na América Latina da turnê The Jackson 5 World Tour (1973–1975), como um membro do grupo Jackson 5, aos dezesseis anos de idade, a turnê contou com apresentações nas cidades de São Paulo, Brasília, Porto Alegre, Salvador, Rio de Janeiro e Belo Horizonte. Em 15 e 17 de outubro de 1993, ele realizou como cantor solo, suas duas últimas apresentações no país, através da turnê Dangerous World Tour (1992–1993) com ingressos esgotados no Estádio do Morumbi na cidade de São Paulo. Durante sua estadia no Brasil, Jackson visitou uma fábrica de brinquedos, na ocasião um dos veículos de sua comitiva atropelou dois irmãos, onde um deles quebrou a perna, o cantor mais tarde visitou-os pessoalmente no hospital. Em 26 de setembro de 1992, Jackson apresentou-se pela primeira e única vez em Portugal, através da etapa europeia de sua turnê Dangerous World Tour, no Estádio José de Alvalade em Lisboa. Segundo o Guinness World Records, Michael Jackson é o maior e mais relevante artista da história da música popular. Ele continua na lista dos 100 mais vendidos desde 1969, sem interrupção. Sua música e seu estilo musical permanece popular até hoje e influencia vários dos maiores artistas pop da atualidade. Dois de seus álbuns de estúdio estão entre os dez mais vendidos da história e possui seis na lista dos 100 mais vendidos. Michael não influenciou somente a música e a dança, seu impacto foi além, considerado o \"maior ícone negro de todos os tempos\", Michael foi responsável pela quebra de barreiras raciais, fazendo com que grandes personalidades como Oprah Winfrey possuíssem os status que tem hoje. Autor de vários projetos filantrópicos como a Fundação Heal the World, Jackson é lembrado por ser um dos artistas que mais se dedicaram a ações contra fome no continente africano. Durante toda sua carreira, Michael doou milhões de dólares para a caridade. A vida pessoal de Jackson sempre no alvo da mídia, somado com o sucesso da sua carreira, fazem dele parte da história da cultura popular. Got to Be There (1971) Ben (1972) Music & Me (1973) Forever, Michael (1975) Off the Wall (1979) Thriller (1982) Bad (1987) Dangerous (1991) HIStory: Past, Present and Future – Book I (1995) Invincible (2001) Michael (2010) Xscape (2014) The Wiz (1978) Captain EO (1986) Moonwalker (1988) Michael Jackson's Ghosts (1997) Men in Black II (2002) Miss Cast Away and the Island Girls (2004)Documentários póstumos Michael Jackson's This Is It (2009) Bad 25 (2012) Michael Jackson: The Last Photo Shoot (2014) Michael Jackson's Journey from Motown to Off the Wall (2016) Making Michael Jackson's - Thriller (1984) The Legend Continues (1988) Dangerous - The Short Films (1993) Video Greatest Hits - HIStory (1995) HIStory on Film, Volume II (1997) Number Ones (2003) The One (2004) Live in Bucharest: The Dangerous Tour (2005) Michael Jackson's Vision (2010) Michael Jackson A Vida De Um Ícone\" (2011) Live at Wembley July 16, 1988 (2012) Michael Jackson's Moonwalker (1990) Michael Jackson: The Experience (2010) Planet Michael (2011) Lista de recordistas de vendas de discos Lista de recordistas de vendas de discos nos Estados Unidos Sítio oficial (em inglês) Sobre a Heal The World Foundation (em inglês) Michael Jackson (em inglês) no Internet Movie Database","sentences":[{"text":"undefinedMichael Joseph Jackson (Gary, 29 de agosto de 1958 — Los Angeles, 25 de junho de 2009) foi um cantor, compositor, dançarino, produtor, empresário, arranjador vocal, filantropo, pacifista e ativista estadunidense.","keywords":["undefinedMichael Joseph Jackson","Los Angeles","arranjador vocal","ativista estadunidense","Gary","agosto","junho","cantor","compositor","dançarino","produtor","empresário","filantropo"],"images":["https://e-cdns-images.dzcdn.net/images/cover/849cb3d1621397ec858bdb9847befe89/500x500.jpg","https://e-cdns-images.dzcdn.net/images/cover/b228c8a95e6b42b2e362482f87383b9b/250x250.jpg","https://e-cdns-images.dzcdn.net/images/cover/b228c8a95e6b42b2e362482f87383b9b/200x200-000000-80-0-0.jpg"],"googleSearchQuery":"Michael Jackson undefinedMichael Joseph Jackson"},{"text":"Segundo a revista Rolling Stone, faturou em vida cerca de sete bilhões de dólares, tornando-se o artista mais rico da história.","keywords":["revista Rolling Stone","vida","dólares","artista","história"],"images":["https://cloud10.todocoleccion.online/musica-revistas-antiguas/tc/2012/03/16/30924392.jpg","https://cdn.gandhi.com.mx/media/catalog/product/cache/1/image/370x/9df78eab33525d08d6e5fb8d27136e95/m/j/mj.jpg","https://cloud10.todocoleccion.online/musica-revistas-antiguas/tc/2015/01/13/23/47179128.jpg"],"googleSearchQuery":"Michael Jackson revista Rolling Stone"},{"text":"Um ano após sua morte ainda faturou cerca de um bilhão de dólares","keywords":["morte","dólares"],"images":["https://www.chedonna.it/wp-content/uploads/2018/06/Michael-Jackson.jpg","http://www.postsociale.com/wp-content/uploads/2018/01/Senza-titolo-8-696x428-1.jpg","https://www.simnoticias.com.br/wp-content/uploads/2018/11/michael-jackson.jpg"],"googleSearchQuery":"Michael Jackson morte"}],"downloadedImages":["https://e-cdns-images.dzcdn.net/images/cover/849cb3d1621397ec858bdb9847befe89/500x500.jpg","https://cloud10.todocoleccion.online/musica-revistas-antiguas/tc/2012/03/16/30924392.jpg","https://www.chedonna.it/wp-content/uploads/2018/06/Michael-Jackson.jpg"]}