{"maximumSentences":8,"searchTerm":"Toyota Corolla","prefix":"The history of","lang":"pt","sourceContentOriginal":"O Corolla é um modelo compacto da Toyota oferecido em versões sedan, hatchback e perua. Também é o modelo mais vendido da história, com produção nos cinco continentes e vendas totais superiores a 39 milhões de automóveis desde seu lançamento em 1966.\nSeu nome provém do Latim e o significado é “Coroa de Flores”, que por sua vez significam felicidade e triunfo. No Brasil o nome do veículo tem sido remetido por muitos como “Carro de Coroa”, em alusão sobretudo ao perfil dos seus compradores: pessoas mais velhas. Ao adotar este nome a Toyota manteve uma tradição da época em que muitos dos nomes dos seus carros começavam por “C” – Crown, Corona, Carina, Century, Celica, Camry etc. – Apesar da Toyota já não utilizar esta estratégia para dar nomes aos carros, nomes como o Yaris, Auris, Avalon, Etios e Avensis, todos eles derivam ainda do Latim.\n\n\n== História ==\n\nEm Portugal, a popularidade deste modelo aumentou significativamente com a introdução, em finais dos anos 1980, do bloco 1.8 diesel, acoplado a uma caixa manual de 5 velocidades e que fez das versões comerciais veículos com alguma performance para a época mas, sobretudo, bastante viáveis, os quais ainda encontramos em grande número nas nossas estradas de hoje.\nNesta época, encontramos ainda o célebre 1.6 GTI, o qual rivalizava em termos de eficácia dinâmica com o endeusado Peugeot 205 GTi.\nInicialmente no Brasil o Corolla começou a ser importado em 1993 na versão LE (que era fornecida para o mercado norte-americano), com um motor 1,8L 16v e 117cv.\nEm 1994 foi iniciada a venda das versões DX e Wagon, onde a primeira tinha um motor 1,6L 16v e 106cv era notado um acabamento inferior, a seção entre as lanternas traseiras na cor cinza, calotas e a ausência de ABS e Cruise Control. As versões com câmbio automático não possuíam conta giros. Na versão Wagon era adicionado o motor 1,8 e ABS. Os modelos 1,8 tiveram a sua curva de torque priorizada e houve uma diminuição de potência, ficando com os mesmos 106cv da versão 1,6. O teto-solar era disponibilizado como opcional para os modelos LE.\nNos modelos 1996 as versões DX deixaram de ser importadas com a LE empobrecendo em acabamento e a retirada das rodas de liga como item de série, as lanternas traseiras passaram a ter os piscas na cor branca, a grande dianteira teve uma leve reestilização e o teto-solar deixou de ser disponibilizado. Até então, todos os modelos importados vieram no padrão Estados Unidos, alguns inclusive diretamente de lá, com velocímetro em milhas e interiores com cores diferentes variadas, como bege, marrom, vinho e outros.\nJá em 1998 a versão europeia passou a ser importada, chamada de GLi na versão sedã e XLi na versão perua, com um motor 1,6 16v e 107cv tinha um bom acabamento, mas o ABS deixava de ser oferecido, ficou pouco tempo no mercado, esses modelos apesar de confiáveis e confortáveis, tinham um estilo de gosto duvidoso, o que acabou por ocasionar sua forte desvalorização.\nNo fim de 1998 era iniciada a venda dos primeiros Corolla fabricados no Brasil, os quais eram parecidos com a versão japonesa, com o motor 1,8 de 116cv nas versões XLi, XEi e SE-G.\n\nDiferenciavam entre si, em poucos equipamentos, diferentemente das versões posteriores.\n\nNa XLi era notada a falta de conta giros e raros exemplares sem ar-condicionado, os retrovisores eram manuais e não havia a pintura das capas dos retrovisores e das maçanetas das portas e a régua que fica acima da placa e calotas.\nA XEi possuia o conta-giros, A/C, e as peças do XLi que não eram pintadas, na cor do veículo.\nA SE-G adicionava bancos e laterais em couro, ABS e rodas de liga-leve como itens de série.\nEm 2001 houve um pequeno banho de loja onde a grade dianteira recebeu um aplique e uma faixa cromada nos pára-choques. Na parte interna o apoio de pé era adicionado junto aos pedais.\nEm meados de 2002 foi lançada a 9° geração com bons equipamentos e fazendo um grande sucesso no público brasileiro.\nEm 10 de outubro de 2006, foi lançada no Japão a décima geração do modelo, lá denominada como Corolla Axio, que contava com versões equipadas com transmissão continuamente variável (Câmbio CVT).\nEm junho de 2007 foi lançado o Corolla Flex, sendo a Toyota uma das últimas marcas a desenvolver o sistema de combustível duplo.\nO Corolla é considerado um carro muito econômico pelos especialistas, tendo um desempenho médio de 10 km/l (cidade) e 15 km/l (estrada) nas versões XLi, XEi e SE-G; variando de acordo com a localidade e com as versões automáticas, que consomem um pouco mais.\nLíder do segmento entre 2002 a 2006, o Corolla perdeu essa colocação para o novo Honda Civic, lançado em 2006, e em Abril de 2008 a Toyota reagiu com a nova geração do Corolla. Mantendo um visual sóbrio, ao contrário de seu concorrente direto, o novo veículo apostou em equipamentos internos, tanto que um XEi novo é mais completo que um SE-G 2007 e um Honda Civic EXS (top de linha), custando 10 mil a menos que este. O SE-G novo ganhou um pacote de equipamentos comparável a veículos superiores (e preço também), e o XLi já vem bem equipado.\nPensando nos portadores de necessidades especiais, a Toyota disponibiliza sob encomenda o Corolla XLi aut 1.6, que com isenção total de impostos sai por R$ 44.000,00 (quarenta e quatro mil reais), tornando-se um excelente custo benefício.\nEm 2009, a Toyota lançou uma nova versão intermediária, a GLi e o Corolla foi o grande campeão da pesquisa Os Eleitos, feita pela revista Quatro Rodas.\nLançada em 2012 nos Estados Unidos, e em 2013 na Europa, a 11ª geração do Corolla chegou ao Brasil em 2014, onde foi lançada em março. Ao contrário das gerações anteriores, onde o padrão EUA foi seguido, a 11ª geração, no Brasil, segue o padrão europeu, diferente do modelo americano .\n\n\n== Recall ==\nEm 2010, o Toyota Corolla foi alvo do maior recall da história da montadora japonesa, afetando milhões de carros no mundo todo. O motivo seria que os tapetes do carro escorregam com facilidade, fazendo com que o motorista acelere ou freie bruscamente, causando acidentes. No estado brasileiro de Minas Gerais o modelo chegou a ter suas vendas proibidas por determinação do Procon, através do Ministério Público.A Toyota do Brasil anunciou, no domingo (27 de fevereiro de 2011), mais um recall para os Corollas fábricados entre março de 2008 e dezembro de 2010. Os modelos envolvidos no chamamento são as versões XLi, GLi, XEi, SE-G e ALTIS. Segundo a companhia, trata-se de uma medida preventiva. O atendimento começa em 1º de março.Um defeito no sistema de partida a frio desses veículos oferece risco de incêndio. Em função de um defeito na mangueira que liga o reservatório ao motor, pode haver vazamento de combustível. \"É importante ressaltar que não há registro de ocorrência de acidentes causados pelo problema relatado\", informou um trecho da nota divulgada pela Toyota. A empresa recomenda o agendamento prévio para o reparo em uma das suas concessionária.\n\n\n=== Veículos envolvidos (Intervalo de chassi) ===\nCódigos do chassi + Últimos 7 dígitos\n9BRBB42E09~9BRBB42EX9  5000542~5055571\n9BRBB48E09~9BRBB48EX9  5000541~5055592\n9BRBB42E09~9BRBB42EXA  5055598~5116530\n9BRBB48E09~9BRBB48EXA  5055594~5116529\n9BRBD48E0A~9BRBD48EXA  2500002~2500007\n9BRBB42E0A~9BRBB42EXB  5116534~5151708\n9BRBB48E0A~9BRBB48EXA  5116531~5126284Em 2015, novo recall Toyota anunciado em 16 de maio, agora no airbag; com veículos de o ano de 2003 a 2007.\n\n\n== Crash tester ==\nPela EuroNCap, recebeu 5 estrelas das 5 possíveis, e proteção criança, 4 estrelas. Ja no Brasil, a Latin NCap registrou apenas 4 estrelas das 5 possíveis, pela falta do airbag para joelho do motorista, disponível no modelo Europeu.\n\n\n== Gerações ==\n\n\n== Produção no Brasil ==\n\n\n=== 8ª geração (1998-2002) ===\n\n\n=== 9ª geração (2002-2008) ===\n\n\n=== 10ª geração (2008-2012) ===\n\n\n== Ver também ==\nToyota Fielder\nToyota Yaris\nToyota Corona\nToyota Camry\nToyota Avalon\n\n\n== Referências ==\n\n\n== Ligações externas ==\n\nBest Cars Web Site. A longa carreira de um líder\nBest Cars Web Site. Toyota Corolla, confiança que já dura 50 anos\nPágina do fabricante\nToyota Corolla: 50 anos de história","sourceContentSanitized":"undefinedO Corolla é um modelo compacto da Toyota oferecido em versões sedan, hatchback e perua. Também é o modelo mais vendido da história, com produção nos cinco continentes e vendas totais superiores a 39 milhões de automóveis desde seu lançamento em 1966. Seu nome provém do Latim e o significado é “Coroa de Flores”, que por sua vez significam felicidade e triunfo. No Brasil o nome do veículo tem sido remetido por muitos como “Carro de Coroa”, em alusão sobretudo ao perfil dos seus compradores: pessoas mais velhas. Ao adotar este nome a Toyota manteve uma tradição da época em que muitos dos nomes dos seus carros começavam por “C” – Crown, Corona, Carina, Century, Celica, Camry etc. – Apesar da Toyota já não utilizar esta estratégia para dar nomes aos carros, nomes como o Yaris, Auris, Avalon, Etios e Avensis, todos eles derivam ainda do Latim. Em Portugal, a popularidade deste modelo aumentou significativamente com a introdução, em finais dos anos 1980, do bloco 1.8 diesel, acoplado a uma caixa manual de 5 velocidades e que fez das versões comerciais veículos com alguma performance para a época mas, sobretudo, bastante viáveis, os quais ainda encontramos em grande número nas nossas estradas de hoje. Nesta época, encontramos ainda o célebre 1.6 GTI, o qual rivalizava em termos de eficácia dinâmica com o endeusado Peugeot 205 GTi. Inicialmente no Brasil o Corolla começou a ser importado em 1993 na versão LE (que era fornecida para o mercado norte-americano), com um motor 1,8L 16v e 117cv. Em 1994 foi iniciada a venda das versões DX e Wagon, onde a primeira tinha um motor 1,6L 16v e 106cv era notado um acabamento inferior, a seção entre as lanternas traseiras na cor cinza, calotas e a ausência de ABS e Cruise Control. As versões com câmbio automático não possuíam conta giros. Na versão Wagon era adicionado o motor 1,8 e ABS. Os modelos 1,8 tiveram a sua curva de torque priorizada e houve uma diminuição de potência, ficando com os mesmos 106cv da versão 1,6. O teto-solar era disponibilizado como opcional para os modelos LE. Nos modelos 1996 as versões DX deixaram de ser importadas com a LE empobrecendo em acabamento e a retirada das rodas de liga como item de série, as lanternas traseiras passaram a ter os piscas na cor branca, a grande dianteira teve uma leve reestilização e o teto-solar deixou de ser disponibilizado. Até então, todos os modelos importados vieram no padrão Estados Unidos, alguns inclusive diretamente de lá, com velocímetro em milhas e interiores com cores diferentes variadas, como bege, marrom, vinho e outros. Já em 1998 a versão europeia passou a ser importada, chamada de GLi na versão sedã e XLi na versão perua, com um motor 1,6 16v e 107cv tinha um bom acabamento, mas o ABS deixava de ser oferecido, ficou pouco tempo no mercado, esses modelos apesar de confiáveis e confortáveis, tinham um estilo de gosto duvidoso, o que acabou por ocasionar sua forte desvalorização. No fim de 1998 era iniciada a venda dos primeiros Corolla fabricados no Brasil, os quais eram parecidos com a versão japonesa, com o motor 1,8 de 116cv nas versões XLi, XEi e SE-G. Diferenciavam entre si, em poucos equipamentos, diferentemente das versões posteriores. Na XLi era notada a falta de conta giros e raros exemplares sem ar-condicionado, os retrovisores eram manuais e não havia a pintura das capas dos retrovisores e das maçanetas das portas e a régua que fica acima da placa e calotas. A XEi possuia o conta-giros, A/C, e as peças do XLi que não eram pintadas, na cor do veículo. A SE-G adicionava bancos e laterais em couro, ABS e rodas de liga-leve como itens de série. Em 2001 houve um pequeno banho de loja onde a grade dianteira recebeu um aplique e uma faixa cromada nos pára-choques. Na parte interna o apoio de pé era adicionado junto aos pedais. Em meados de 2002 foi lançada a 9° geração com bons equipamentos e fazendo um grande sucesso no público brasileiro. Em 10 de outubro de 2006, foi lançada no Japão a décima geração do modelo, lá denominada como Corolla Axio, que contava com versões equipadas com transmissão continuamente variável (Câmbio CVT). Em junho de 2007 foi lançado o Corolla Flex, sendo a Toyota uma das últimas marcas a desenvolver o sistema de combustível duplo. O Corolla é considerado um carro muito econômico pelos especialistas, tendo um desempenho médio de 10 km/l (cidade) e 15 km/l (estrada) nas versões XLi, XEi e SE-G; variando de acordo com a localidade e com as versões automáticas, que consomem um pouco mais. Líder do segmento entre 2002 a 2006, o Corolla perdeu essa colocação para o novo Honda Civic, lançado em 2006, e em Abril de 2008 a Toyota reagiu com a nova geração do Corolla. Mantendo um visual sóbrio, ao contrário de seu concorrente direto, o novo veículo apostou em equipamentos internos, tanto que um XEi novo é mais completo que um SE-G 2007 e um Honda Civic EXS (top de linha), custando 10 mil a menos que este. O SE-G novo ganhou um pacote de equipamentos comparável a veículos superiores (e preço também), e o XLi já vem bem equipado. Pensando nos portadores de necessidades especiais, a Toyota disponibiliza sob encomenda o Corolla XLi aut 1.6, que com isenção total de impostos sai por R$ 44.000,00 (quarenta e quatro mil reais), tornando-se um excelente custo benefício. Em 2009, a Toyota lançou uma nova versão intermediária, a GLi e o Corolla foi o grande campeão da pesquisa Os Eleitos, feita pela revista Quatro Rodas. Lançada em 2012 nos Estados Unidos, e em 2013 na Europa, a 11ª geração do Corolla chegou ao Brasil em 2014, onde foi lançada em março. Ao contrário das gerações anteriores, onde o padrão EUA foi seguido, a 11ª geração, no Brasil, segue o padrão europeu, diferente do modelo americano . Em 2010, o Toyota Corolla foi alvo do maior recall da história da montadora japonesa, afetando milhões de carros no mundo todo. O motivo seria que os tapetes do carro escorregam com facilidade, fazendo com que o motorista acelere ou freie bruscamente, causando acidentes. No estado brasileiro de Minas Gerais o modelo chegou a ter suas vendas proibidas por determinação do Procon, através do Ministério Público.A Toyota do Brasil anunciou, no domingo (27 de fevereiro de 2011), mais um recall para os Corollas fábricados entre março de 2008 e dezembro de 2010. Os modelos envolvidos no chamamento são as versões XLi, GLi, XEi, SE-G e ALTIS. Segundo a companhia, trata-se de uma medida preventiva. O atendimento começa em 1º de março.Um defeito no sistema de partida a frio desses veículos oferece risco de incêndio. Em função de um defeito na mangueira que liga o reservatório ao motor, pode haver vazamento de combustível. \"É importante ressaltar que não há registro de ocorrência de acidentes causados pelo problema relatado\", informou um trecho da nota divulgada pela Toyota. A empresa recomenda o agendamento prévio para o reparo em uma das suas concessionária. Códigos do chassi + Últimos 7 dígitos 9BRBB42E09~9BRBB42EX9  5000542~5055571 9BRBB48E09~9BRBB48EX9  5000541~5055592 9BRBB42E09~9BRBB42EXA  5055598~5116530 9BRBB48E09~9BRBB48EXA  5055594~5116529 9BRBD48E0A~9BRBD48EXA  2500002~2500007 9BRBB42E0A~9BRBB42EXB  5116534~5151708 9BRBB48E0A~9BRBB48EXA  5116531~5126284Em 2015, novo recall Toyota anunciado em 16 de maio, agora no airbag; com veículos de o ano de 2003 a 2007. Pela EuroNCap, recebeu 5 estrelas das 5 possíveis, e proteção criança, 4 estrelas. Ja no Brasil, a Latin NCap registrou apenas 4 estrelas das 5 possíveis, pela falta do airbag para joelho do motorista, disponível no modelo Europeu. Toyota Fielder Toyota Yaris Toyota Corona Toyota Camry Toyota Avalon Best Cars Web Site. A longa carreira de um líder Best Cars Web Site. Toyota Corolla, confiança que já dura 50 anos Página do fabricante Toyota Corolla: 50 anos de história","sentences":[{"text":"Também é o modelo mais vendido da história, com produção nos cinco continentes e vendas totais superiores a 39 milhões de automóveis desde seu lançamento em 1966.","keywords":["vendas totais","modelo","história","produção","continentes","superiores","automóveis","lançamento"],"images":["http://www.autossegredos.com.br/wp-content/uploads/2018/03/toyota_corolla_xei_2018-1.jpg","https://www.casasbahia-imagens.com.br/automotivo/AcessoriosAutomotivos/Capas-para-Carro-Estepe/11073728/711697156/Capa-Protetora-Toyota-Corolla-Com-Forro-Total-11073728.jpg","https://img0.icarros.com/dbimg/imgadicionalanuncio/1/129517463_1","https://www.casasbahia-imagens.com.br/automotivo/AcessoriosAutomotivos/Capas-para-Carro-Estepe/11073728/711697139/Capa-Protetora-Toyota-Corolla-Com-Forro-Total-11073728.jpg","https://img0.icarros.com/dbimg/imgadicionalanuncio/1/125698796_1","https://cdn-motorshow-ssl.akamaized.net/wp-content/uploads/sites/2/2019/02/corolla-sedan-1-8l-grey-2019-038-679777-e1550093844748.jpg","https://img0.icarros.com/dbimg/imgadicionalanuncio/1/131121902_1","https://images.noticiasautomotivas.com.br/img/f/toyota-corolla-2018-NA-10.jpg"],"googleSearchQuery":"Toyota Corolla vendas totais"},{"text":"Seu nome provém do Latim e o significado é “Coroa de Flores”, que por sua vez significam felicidade e triunfo.","keywords":["Coroa de Flores","Latim","significado","felicidade","triunfo"],"images":["https://i.ytimg.com/vi/DemplmfV58U/maxresdefault.jpg","https://1.bp.blogspot.com/-pX9dvWmhm4Q/WI0B4bdD62I/AAAAAAACoS8/J162-86QOswiEQumSDHqr7juAWLOhtW8ACLcB/s500/00.jpg","http://www.webcarros.org/wp-content/uploads/2015/05/toyota-corolla-840x450.jpg","https://1.bp.blogspot.com/-KShRVUuQ3Zw/XIa-0l9s-BI/AAAAAAAAATY/-rD95WWMwD8VPjQTxycXJ1Q93qWmfuXFQCLcBGAs/s1600/corolla.jpg","https://3.bp.blogspot.com/-8oA2BzXt2F4/WIkSi2wZmwI/AAAAAAACoR0/ghF8677u6TQrIUGscYwCTxRcRKZpr5C6QCLcB/s640/00.jpg","http://1.bp.blogspot.com/-GPi-8q8UwHY/UIRU7vXBdzI/AAAAAAAAA2M/0QmwtYEURZI/s1600/TOYOTA+-+1980-1984+-+Toyota+Corolla+-+4+Gera%C3%A7%C3%A3o.jpg","http://2.bp.blogspot.com/-VUM4cIzkpTw/UISWCSJJPuI/AAAAAAAAA8Y/X91uaIrXL8c/s640/TOYOTA+-+2012+-+Toyota+Corolla+-+20.jpg","http://3.bp.blogspot.com/-XjS7L16j0Tg/UIRYQT8IruI/AAAAAAAAA3E/DhtuzFt6zrY/s1600/TOYOTA+-+2008-2011+-+Toyota+Corolla+-+10+Gera%C3%A7%C3%A3o.jpg"],"googleSearchQuery":"Toyota Corolla Coroa de Flores"},{"text":"No Brasil o nome do veículo tem sido remetido por muitos como “Carro de Coroa”, em alusão sobretudo ao perfil dos seus compradores: pessoas mais velhas.","keywords":["nome do veículo","Carro de Coroa","perfil dos seus compradores","Brasil","alusão","pessoas"],"images":["https://a-static.mlcdn.com.br/618x463/jogo-de-friso-lateral-toyota-corolla-2015-a-2018-branco-perola-grafia-com-nome-do-carro-flash/connectparts/2036870/bd9a301eaedebe9b1e5a94da65bedd07.jpg","https://static.wmobjects.com.br/imgres/arquivos/ids/13015258-344-344/.jpg","https://a-static.mlcdn.com.br/618x463/jogo-de-friso-lateral-toyota-corolla-2015-a-2018-prata-supernova-grafia-com-nome-do-carro-flash/connectparts/2036850/2723ceab2134ca06cbd18d6f7ad4c730.jpg","http://s2.glbimg.com/oF6lFhiuUZNp9bU0V0INiZ4v2FQ=/620x413/e.glbimg.com/og/ed/f/original/2017/03/16/1corolla_xrs.jpg","https://a-static.mlcdn.com.br/618x463/jogo-de-friso-lateral-toyota-corolla-2015-a-2018-preto-eclipse-grafia-com-nome-do-carro-flash/connectparts/2036871/9c733839a236b455fa08c79b7149d105.jpg","https://static.wmobjects.com.br/imgres/arquivos/ids/13015073-344-344/.jpg","https://www.casasbahia-imagens.com.br/automotivo/Frisos/12043135/886074300/jogo-de-friso-lateral-toyota-corolla-2015-a-2018-prata-supernova-grafia-com-nome-do-carro-12043135.jpg","https://a-static.mlcdn.com.br/640x480/jogo-de-friso-lateral-toyota-corolla-2015-a-2018-prata-supernova-grafia-com-nome-do-carro-flash/connectparts/2036850/2723ceab2134ca06cbd18d6f7ad4c730.jpg"],"googleSearchQuery":"Toyota Corolla nome do veículo"},{"text":"Ao adotar este nome a Toyota manteve uma tradição da época em que muitos dos nomes dos seus carros começavam por “C” – Crown, Corona, Carina, Century, Celica, Camry etc. – Apesar da Toyota já não utilizar esta estratégia para dar nomes aos carros, nomes como o Yaris, Auris, Avalon, Etios e Avensis, todos eles derivam ainda do Latim.","keywords":["nomes dos seus carros","tradição da época","Toyota","estratégia","carros","Yaris","Crown","Auris","Corona","Avalon","Carina","Etios","Century","Avensis","Celica","Camry","Latim"],"images":["http://i0.statig.com.br/bancodeimagens/b8/gf/ly/b8gfly2pezwv331vxbo2ffyal.jpg","https://a-static.mlcdn.com.br/618x463/jogo-de-friso-lateral-toyota-corolla-2015-a-2018-prata-supernova-grafia-com-nome-do-carro-flash/connectparts/2036850/2723ceab2134ca06cbd18d6f7ad4c730.jpg","https://i.ytimg.com/vi/hpLbfLO_4Co/maxresdefault.jpg","https://statig2.akamaized.net/bancodeimagens/d8/sm/wc/d8smwc9e0js8m7643yd3iwq8t.jpg","https://a-static.mlcdn.com.br/618x463/jogo-de-friso-lateral-toyota-corolla-2015-a-2018-branco-perola-grafia-com-nome-do-carro-flash/connectparts/2036870/bd9a301eaedebe9b1e5a94da65bedd07.jpg","https://static.wmobjects.com.br/imgres/arquivos/ids/13015258-344-344/.jpg","http://bestcars.uol.com.br/bc/wp-content/uploads/2017/03/Toyota-Corolla-XEi-01-696x464.jpg","https://a-static.mlcdn.com.br/618x463/jogo-de-friso-lateral-toyota-corolla-2015-a-2018-preto-eclipse-grafia-com-nome-do-carro-flash/connectparts/2036871/9c733839a236b455fa08c79b7149d105.jpg"],"googleSearchQuery":"Toyota Corolla nomes dos seus carros"},{"text":"Em Portugal, a popularidade deste modelo aumentou significativamente com a introdução, em finais dos anos 1980, do bloco 1.8 diesel, acoplado a uma caixa manual de 5 velocidades e que fez das versões comerciais veículos com alguma performance para a época mas, sobretudo, bastante viáveis, os quais ainda encontramos em grande número nas nossas estradas de hoje.","keywords":["finais dos anos","caixa manual","versões comerciais","Portugal","grande número","popularidade","modelo","introdução","bloco","diesel","velocidades","veículos","performance","época","estradas"],"images":["https://d1hu588lul0tna.cloudfront.net/toyotaone/ptpt/1-Car_tcm-3032-793760.png","https://t1-cms-3.images.toyota-europe.com/toyotaone/ptpt/8-CorollaAE92-Rear_tcm-3032-793781.jpg","https://d1hu588lul0tna.cloudfront.net/toyotaone/ptpt/3-BG_tcm-3032-793762.jpg","https://t1-cms-3.images.toyota-europe.com/toyotaone/ptpt/5-CorollaAE92-Front_tcm-3032-793778.jpg","https://t1-cms-1.images.toyota-europe.com/toyotaone/ptpt/6-CorollaAE92-Profile_tcm-3032-793779.jpg","https://t1-cms-3.images.toyota-europe.com/toyotaone/ptpt/7-CorollaAE92-Interior_tcm-3032-793780.jpg","https://consumerguide.com/wp-content/uploads/2014/07/99812041990001.jpg","https://images.noticiasautomotivas.com.br/img/f/toyota-corolla-xei-2015-2016-cinza-usado-semana-2-1024x768.jpg"],"googleSearchQuery":"Toyota Corolla finais dos anos"},{"text":"Nesta época, encontramos ainda o célebre 1.6 GTI, o qual rivalizava em termos de eficácia dinâmica com o endeusado Peugeot 205 GTi.","keywords":["termos de eficácia dinâmica","época","GTI","Peugeot"],"images":["https://www.razaoautomovel.com/wp-content/uploads/2019/03/2019_toyota_corolla_ts_1800_26_925x520_acf_cropped.jpg","https://i2.wp.com/motormais.pt/wp-content/uploads/2019/01/Toyota-RAV4_09.jpg?ssl=1","https://www.razaoautomovel.com/wp-content/plugins/wonderm00ns-simple-facebook-open-graph-tags/fbimg.php?img=https%3A%2F%2Fwww.razaoautomovel.com%2Fwp-content%2Fuploads%2F2019%2F03%2F2019_toyota_corolla_ts_1800_26_925x520_acf_cropped.jpg","https://cdn.motor1.com/images/mgl/wMLpR/s1/novo-toyota-corolla-hybrid-2020-europa.jpg","https://www.razaoautomovel.com/wp-content/uploads/2019/03/2019_toyota_corolla_gama_01.jpg","http://2.bp.blogspot.com/-X6zGrfAYeH8/UOQ9STm-QVI/AAAAAAAAABM/itBDHrHW3bI/s1600/800px-2009_Toyota_Corolla_XLE_US.jpg","https://www.opopular.com.br/polopoly_fs/1.1729326.1550056066!/image/image.jpg_gen/derivatives/landscape_800/image.jpg","http://2.bp.blogspot.com/-X6zGrfAYeH8/UOQ9STm-QVI/AAAAAAAAABM/itBDHrHW3bI/w1200-h630-p-k-no-nu/800px-2009_Toyota_Corolla_XLE_US.jpg"],"googleSearchQuery":"Toyota Corolla termos de eficácia dinâmica"},{"text":"Inicialmente no Brasil o Corolla começou a ser importado em 1993 na versão LE (que era fornecida para o mercado norte-americano), com um motor 1,8L 16v e 117cv.","keywords":["versão LE","mercado norte-americano","L 16v","Brasil","117cv","Corolla","motor"],"images":["https://i.ebayimg.com/images/g/VlQAAOSwy6lbiaAm/s-l300.jpg","https://i.ytimg.com/vi/ismQLw9FUYc/hqdefault.jpg","https://combustivel.app/imgs/t650/consumo-corolla-le-1-8-at.jpg","https://i.ytimg.com/vi/YO2sDNOh6GE/maxresdefault.jpg","https://i.ebayimg.com/images/g/044AAOSw5cNYQpL8/s-l300.jpg","https://i.ytimg.com/vi/T5mbi9LOubU/maxresdefault.jpg","https://resized-images.crazylister.com/68747470733a2f2f696d672e6372617a796c69737465722e636f6d2f393137362f696d616765732f434152524f253230504e472e706e673f76657273696f6e49643d4352385a4c4d376b4a704d6745795530456a785a766831774a2e6856486a7939/auto/366.png","https://i.ytimg.com/vi/oGbCq4fZeJM/hqdefault.jpg"],"googleSearchQuery":"Toyota Corolla versão LE"}],"downloadedImages":["http://www.autossegredos.com.br/wp-content/uploads/2018/03/toyota_corolla_xei_2018-1.jpg","https://i.ytimg.com/vi/DemplmfV58U/maxresdefault.jpg","https://a-static.mlcdn.com.br/618x463/jogo-de-friso-lateral-toyota-corolla-2015-a-2018-branco-perola-grafia-com-nome-do-carro-flash/connectparts/2036870/bd9a301eaedebe9b1e5a94da65bedd07.jpg","http://i0.statig.com.br/bancodeimagens/b8/gf/ly/b8gfly2pezwv331vxbo2ffyal.jpg","https://d1hu588lul0tna.cloudfront.net/toyotaone/ptpt/1-Car_tcm-3032-793760.png","https://www.razaoautomovel.com/wp-content/uploads/2019/03/2019_toyota_corolla_ts_1800_26_925x520_acf_cropped.jpg","https://i.ebayimg.com/images/g/VlQAAOSwy6lbiaAm/s-l300.jpg"]}