{"maximumSentences":7,"searchTerm":"Bible","prefix":"The history of","lang":"pt","sourceContentOriginal":"Biblos (βύβλος) é o nome grego da cidade portuária fenícia de Gubla (ou Gebal). Era conhecida pelos antigos egípcios como Kbn e, mais tarde, Kpn. Embora continue a ser denominada de Biblos pelos investigadores (sobretudo em referência a épocas passadas), a cidade é agora conhecida pelo nome árabe Jubayl (جبيل), o qual também tem origem na forma cananita Gubla.\nAparentemente, era através de Biblos/Gubla que o «papiro egípcio» (βύβλος) era importado para a Grécia, pelo que tanto a planta como os «rolos» ou «livros» a partir dela fabricados receberam o seu nome. É também daqui que surge o nome da Bíblia (do grego βιβλία, «livros»).\nBiblos situa-se na costa mediterrânica do atual Líbano, a 42 quilômetros de Beirute. É um foco de atração para arqueólogos devido às fases sucessivas de vestígios arqueológicos resultantes de séculos de ocupação humana. Em 1860, o escritor francês Ernest Renan iniciou uma escavação no local, mas não ocorreu qualquer investigação arqueológica sistemática até 1920.\nSegundo o filósofo e historiador Fílon de Alexandria, Biblos era famosa por ser a mais antiga cidade do mundo. O local foi povoado primeiramente durante o período Neolítico, por volta de 5 000 a.C.. As primeiras características urbanas datam do III milénio a.C., como indicam os restos de casas edificadas com um tamanho uniforme. É a partir deste período que a sociedade cananita local começa a complexificar-se.\n\n\n== Ahiram ==\n\nPor volta de 1 200 a.C., uma prova arqueológica de Biblos mostra aquilo que seria um alfabeto de vinte e dois caracteres; um exemplo importante destas inscrições é o sarcófago do rei Ahiram. Um dos monumentos mais importantes deste período é o templo de Rexefe, um deus cananeu da guerra, mas este ruiu na época do governo heleno e da chegada de Alexandre, o Grande em 332 a.C.. A moeda já era utilizada, e há vestígios evidentes de comércio com outras cidades mediterrânicas.\nDurante o período Romano, o templo de Rexefe foi afincadamente reconstruído, e a cidade, embora menor do que vizinhas suas como Tiro e Sidom, era um centro do culto a Adónis. No século III, foi edificado um teatro pequeno mas impressionante. A chegada do Império Bizantino fez com que se estabelecesse um lugar episcopal em Biblos e a cidade cresceu rapidamente. Embora se saiba que uma colónia Persa se tenha estabelecido na região a seguir à conquista Muçulmana (636), as provas arqueológicas são escassas. O comércio com o resto da Europa esmoreceu por completo, e a prosperidade não se faria mais notar em Biblos até que as Cruzadas regressassem em 1098.\nBiblos, sob o nome de Gibelet ou Giblet, foi uma base militar importante durante o século XI, e os imponentes restos do seu castelo das Cruzadas está entre as mais espectaculares estruturas actualmente visíveis  no seu centro. A cidade foi tomada por Saladino em 1187, retomada pelos Cruzados e eventualmente conquistada por Baibars em 1266. As suas fortificações foram subsequentemente restauradas. Desde 1516, a cidade e toda a região caíram sob o domínio turco e fizeram parte do Império Otomano.\n\n\n== Referências ==\n\n\n== Bibliografia ==\nDimitri Baranki, Phoenicia and Phoenicians, Beyrouth University, 1962\nGerhard Herm, The Phoenicians (A civilização dos Fenícios), Editions Ferni, Berlin, 1976\nNina Jidéjian, Byblos à travers les âges,  Dar al-Machreq, Beyrouth, 1977\nJean-Pierre Thiollet, Je m'appelle Byblos, H & D, Paris, 2005\n\n\n== Ver também ==\nBíblia","sourceContentSanitized":"undefinedBiblos (βύβλος) é o nome grego da cidade portuária fenícia de Gubla (ou Gebal). Era conhecida pelos antigos egípcios como Kbn e, mais tarde, Kpn. Embora continue a ser denominada de Biblos pelos investigadores (sobretudo em referência a épocas passadas), a cidade é agora conhecida pelo nome árabe Jubayl (جبيل), o qual também tem origem na forma cananita Gubla. Aparentemente, era através de Biblos/Gubla que o «papiro egípcio» (βύβλος) era importado para a Grécia, pelo que tanto a planta como os «rolos» ou «livros» a partir dela fabricados receberam o seu nome. É também daqui que surge o nome da Bíblia (do grego βιβλία, «livros»). Biblos situa-se na costa mediterrânica do atual Líbano, a 42 quilômetros de Beirute. É um foco de atração para arqueólogos devido às fases sucessivas de vestígios arqueológicos resultantes de séculos de ocupação humana. Em 1860, o escritor francês Ernest Renan iniciou uma escavação no local, mas não ocorreu qualquer investigação arqueológica sistemática até 1920. Segundo o filósofo e historiador Fílon de Alexandria, Biblos era famosa por ser a mais antiga cidade do mundo. O local foi povoado primeiramente durante o período Neolítico, por volta de 5 000 a.C.. As primeiras características urbanas datam do III milénio a.C., como indicam os restos de casas edificadas com um tamanho uniforme. É a partir deste período que a sociedade cananita local começa a complexificar-se. Por volta de 1 200 a.C., uma prova arqueológica de Biblos mostra aquilo que seria um alfabeto de vinte e dois caracteres; um exemplo importante destas inscrições é o sarcófago do rei Ahiram. Um dos monumentos mais importantes deste período é o templo de Rexefe, um deus cananeu da guerra, mas este ruiu na época do governo heleno e da chegada de Alexandre, o Grande em 332 a.C.. A moeda já era utilizada, e há vestígios evidentes de comércio com outras cidades mediterrânicas. Durante o período Romano, o templo de Rexefe foi afincadamente reconstruído, e a cidade, embora menor do que vizinhas suas como Tiro e Sidom, era um centro do culto a Adónis. No século III, foi edificado um teatro pequeno mas impressionante. A chegada do Império Bizantino fez com que se estabelecesse um lugar episcopal em Biblos e a cidade cresceu rapidamente. Embora se saiba que uma colónia Persa se tenha estabelecido na região a seguir à conquista Muçulmana (636), as provas arqueológicas são escassas. O comércio com o resto da Europa esmoreceu por completo, e a prosperidade não se faria mais notar em Biblos até que as Cruzadas regressassem em 1098. Biblos, sob o nome de Gibelet ou Giblet, foi uma base militar importante durante o século XI, e os imponentes restos do seu castelo das Cruzadas está entre as mais espectaculares estruturas actualmente visíveis  no seu centro. A cidade foi tomada por Saladino em 1187, retomada pelos Cruzados e eventualmente conquistada por Baibars em 1266. As suas fortificações foram subsequentemente restauradas. Desde 1516, a cidade e toda a região caíram sob o domínio turco e fizeram parte do Império Otomano. Dimitri Baranki, Phoenicia and Phoenicians, Beyrouth University, 1962 Gerhard Herm, The Phoenicians (A civilização dos Fenícios), Editions Ferni, Berlin, 1976 Nina Jidéjian, Byblos à travers les âges,  Dar al-Machreq, Beyrouth, 1977 Jean-Pierre Thiollet, Je m'appelle Byblos, H & D, Paris, 2005 Bíblia","sentences":[{"text":"undefinedBiblos (βύβλος) é o nome grego da cidade portuária fenícia de Gubla (ou Gebal).","keywords":["fenícia de Gubla","undefinedBiblos","nome grego da cidade portuária","βύβλος","Gebal"],"images":["https://i1.rgstatic.net/publication/265431366_POLITICAL_AND_ECONOMIC_IMPLICATIONS_OF_THE_NEW_PHOENICIAN_CHRONOLOGIES/links/5b2f9280a6fdcc8506c8666e/largepreview.png","http://upload.wikimedia.org/wikipedia/commons/e/e8/Phoenicia_map-es.svg","https://i1.rgstatic.net/publication/312129784_New_discovery_in_syrian_coast_Three_garland-sarcophagus/links/587d33bc08ae4445c06b6505/largepreview.png"],"googleSearchQuery":"Bible fenícia de Gubla"},{"text":"Era conhecida pelos antigos egípcios como Kbn e, mais tarde, Kpn.","keywords":["antigos egípcios","Kbn","Kpn"],"images":["https://i.ytimg.com/vi/47W1HAA1YdA/maxresdefault.jpg","https://www.cafetorah.com/wp-content/uploads/2018/06/abdiel-tomb-775x1030.jpg","https://3.bp.blogspot.com/-fpYtJZbZ_DM/WnZS1e-slLI/AAAAAAAAOqU/TuGIXiNYX6gZ2T3LSgBYzu-EEnMCqYz4QCLcBGAs/s1600/New%2BMovie%2B%2528110%2529.Movie_Instant%25C3%25A1nea.jpg"],"googleSearchQuery":"Bible antigos egípcios"},{"text":"Embora continue a ser denominada de Biblos pelos investigadores (sobretudo em referência a épocas passadas), a cidade é agora conhecida pelo nome árabe Jubayl (جبيل), o qual também tem origem na forma cananita Gubla.","keywords":["nome árabe","forma cananita","Biblos","investigadores","referência","épocas","cidade","Jubayl","جبيل","origem","Gubla"],"images":["https://i.ytimg.com/vi/jTShMxSY8Zs/hqdefault.jpg","http://3.bp.blogspot.com/-Wza1mto92A0/UYQjEdKj-aI/AAAAAAAABZs/XTmaSvYTWRw/w1200-h630-p-k-no-nu/bible-archeology-altar-of-joshua-adam-zertal-mt-gerizim-close.jpg","http://1.bp.blogspot.com/-FMXVTnkwmDM/Utwo3-qjWvI/AAAAAAAAEHM/0hm3zv6eDe0/s1600/Torah-Bible-and-Koran.jpg"],"googleSearchQuery":"Bible nome árabe"},{"text":"Aparentemente, era através de Biblos/Gubla que o «papiro egípcio» (βύβλος) era importado para a Grécia, pelo que tanto a planta como os «rolos» ou «livros» a partir dela fabricados receberam o seu nome.","keywords":["papiro egípcio","Biblos","βύβλος","Grécia","planta","rolos","livros"],"images":["http://4.bp.blogspot.com/-nRWSs2laeoc/UFjevASrdjI/AAAAAAAADZM/5lzjbn5Yz2M/s1600/609papyrus.jpg","https://i5.walmartimages.com/asr/1df013a7-d731-48eb-8704-1df8dcd2543e_1.2323b15c87068787f0ac0bff01dc602d.jpeg?odnHeight=450&odnWidth=450&odnBg=FFFFFF","https://i.ebayimg.com/images/g/GBwAAOSwbEZbG9Ro/s-l300.jpg"],"googleSearchQuery":"Bible papiro egípcio"},{"text":"É também daqui que surge o nome da Bíblia (do grego βιβλία, «livros»).","keywords":["nome da Bíblia","grego βιβλία","livros"],"images":["https://st2.depositphotos.com/5197113/9961/v/950/depositphotos_99615734-stock-illustration-bible-church-logo-the-name.jpg","https://www.buddenbrooks.com/pictures/29747_1.jpg","https://i.ytimg.com/vi/q1EVXXO-3QU/hqdefault.jpg"],"googleSearchQuery":"Bible nome da Bíblia"},{"text":"Biblos situa-se na costa mediterrânica do atual Líbano, a 42 quilômetros de Beirute.","keywords":["quilômetros de Beirute","Biblos","costa mediterrânica do atual Líbano"],"images":["https://scontent-bru2-1.cdninstagram.com/vp/911341a09e1b350a15e8d3de7de9ef93/5D430614/t51.2885-15/sh0.08/e35/s750x750/45525484_529489457537863_2192626878599247388_n.jpg?_nc_ht=scontent-bru2-1.cdninstagram.com&ig_cache_key=MTkyNzY2Mjc2MDY3MDUzODM4OQ%3D%3D.2","https://static.wixstatic.com/media/7f770b_c9a6d30d09974a51b4fdd313facffc30~mv2.jpg/v1/fill/w_253,h_374,al_c,q_80,usm_0.66_1.00_0.01/7f770b_c9a6d30d09974a51b4fdd313facffc30~mv2.webp","https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Kingdom_of_Philistines_830_map-pt.svg/720px-Kingdom_of_Philistines_830_map-pt.svg.png"],"googleSearchQuery":"Bible quilômetros de Beirute"},{"text":"É um foco de atração para arqueólogos devido às fases sucessivas de vestígios arqueológicos resultantes de séculos de ocupação humana.","keywords":["foco de atração","fases sucessivas de vestígios arqueológicos","resultantes de séculos de ocupação humana","arqueólogos"],"images":["https://www.rbsdirect.com.br/imagesrc/25080079.jpg?w=700","https://cdn.shopify.com/s/files/1/0013/5528/4527/products/Psalms_B_1024x1024.jpg?v=1542974164","https://lookaside.fbsbx.com/lookaside/crawler/media/?media_id=666933313688433"],"googleSearchQuery":"Bible foco de atração"}],"downloadedImages":["https://i1.rgstatic.net/publication/265431366_POLITICAL_AND_ECONOMIC_IMPLICATIONS_OF_THE_NEW_PHOENICIAN_CHRONOLOGIES/links/5b2f9280a6fdcc8506c8666e/largepreview.png","https://i.ytimg.com/vi/47W1HAA1YdA/maxresdefault.jpg","https://i.ytimg.com/vi/jTShMxSY8Zs/hqdefault.jpg","http://4.bp.blogspot.com/-nRWSs2laeoc/UFjevASrdjI/AAAAAAAADZM/5lzjbn5Yz2M/s1600/609papyrus.jpg","https://st2.depositphotos.com/5197113/9961/v/950/depositphotos_99615734-stock-illustration-bible-church-logo-the-name.jpg","https://scontent-bru2-1.cdninstagram.com/vp/911341a09e1b350a15e8d3de7de9ef93/5D430614/t51.2885-15/sh0.08/e35/s750x750/45525484_529489457537863_2192626878599247388_n.jpg?_nc_ht=scontent-bru2-1.cdninstagram.com&ig_cache_key=MTkyNzY2Mjc2MDY3MDUzODM4OQ%3D%3D.2","https://www.rbsdirect.com.br/imagesrc/25080079.jpg?w=700"]}